Repository: KDE/kgoldrunner
Catalog: po/*/kgoldrunner.po
Languages: ar, eu

source: Getting past the first enemy needs careful timing. When you climb up the ladder you can make him pace up and down on the top two steps. At the right moment, you can sneak in and dig the bricks left of the ladder. The way to the next enemy is a dig-timing puzzle. Getting the two pieces of gold in the middle of the bricks is rather complicated and very hard, even when you know the way, so do not give up if it seems impossible. In the worst case you might have to take a peek at the bricks with the game editor or even replay the solution. When you reach the section with the second enemy, you need to lure him into the pit. The brick in the pit is a trap, so you have to be fast enough to step over his head and move left before he falls into the trap. Timing is very important. To get past the third enemy, just dig. Lure the last enemy down to the two rightmost ladders at the bottom. There you can dodge him if you are fast enough.
ar: تخطي العدو الأول يحتاج إلى توقيت دقيق. عند التسلق على السلم، يمكن جعله يخطو لأعلى وأسفل على الدرجتين العلويتين. في اللحظة المناسبة، يمكن التسلل وحفر الطوب على يسار السلم. الطريق إلى العدو التالي هو لغز توقيت الحفر. الحصول على قطعتي الذهب في منتصف الطوب معقد جدًا وصعب للغاية، حتى عند معرفة الطريقة، لذا لا تستسلم إذا بدا مستحيلاً. في أسوأ الحالات، قد تضطر إلى إلقاء نظرة على الطوب باستخدام محرر اللعبة أو إعادة تشغيل الحل. عند الوصول إلى القسم مع العدو الثاني، تحتاج إلى جذبه إلى الحفرة. الطوبة في الحفرة هي فخ، لذا يجب أن تكون سريعًا بما يكفي لتخطي رأسه والتحرك لليسار قبل أن يسقط في الفخ. التوقيت مهم جدًا. لتخطي العدو الثالث، فقط احفر. اجذب العدو الأخير إلى الأسفل نحو أقصى سلمين يمين في الأسفل. هناك يمكن تجنبه إذا كنت سريعًا بما يكفي.

source: Digging Hassle
ar: مشقة الحفر
eu: Zulatze gogaikarria

source: To get out of the first section, jump through the tunnel of traps below the highest bar and dig the column of bricks to your left. You will never be fast enough to get back to the bar in time, because there is one brick that slows you down. You can save time by digging it first. However, the timing is still tight. In the second section, climb up to the bar and move to the column of false bricks above the rightmost of the short ladders. Fall into the tunnel and dig on both sides at once, but leave the lowest brick. Now go back, fall into the traps at the right and dig until you reach the pieces of gold. Then escape to the ladders on the left. Climb up and dig the top brick to your left. Fall through the false bricks under it, not forgetting to dig three more bricks to your left. Now you will need good timing to get the gold and proceed to the lower level. Dig all of the two columns of bricks to your left, except the two lowest. As the bricks begin to refill, dig all the remaining bricks, run up the ladders, dig the highest of the bricks on the right and get the gold. After that dig your way down to the lower part of this level. The way to the bottom and across to the tall ladder at the right is very tricky. The landmarks are two cross-shapes of five bricks each. Fall into the lower left cross and dig its highest brick, then quickly go up and dig the brick to the left of the second cross. There are three traps to fall through before you return to the brick you dug first. Enter it and fall through the two traps that are beneath it. Now you can head right and find a way to the bottom over there.
ar: للخروج من القسم الأول، اقفز عبر نفق الفخاخ تحت أعلى عارضة واحفر عمود الطوب على يسارك. لن تكون أبدًا سريعًا بما يكفي للعودة إلى العارضة في الوقت المناسب، لأن هناك طوبة واحدة تبطئك. يمكن توفير الوقت بحفرها أولاً. ومع ذلك، يبقى التوقيت ضيقًا. في القسم الثاني، تسلق إلى العارضة وانتقل إلى عمود الطوب الزائف فوق أقصى يمين السلالم القصيرة. اسقط في النفق واحفر على كلا الجانبين في وقت واحد، لكن اترك أدنى طوبة. الآن عد للخلف، اسقط في الفخاخ على اليمين واحفر حتى تصل إلى قطع الذهب. ثم اهرب إلى السلالم على اليسار. تسلق لأعلى واحفر أعلى طوبة على يسارك. اسقط عبر الطوب الزائف تحتها، دون نسيان حفر ثلاث طوب أخرى على يسارك. الآن ستحتاج إلى توقيت جيد لأخذ الذهب والمضي قدمًا إلى المستوى الأدنى. احفر عمودي الطوب بالكامل على يسارك، باستثناء الطوبتين السفليتين. بينما يبدأ الطوب في إعادة الملء، احفر كل الطوب المتبقي، اركض صاعدًا على السلالم، احفر أعلى طوبة على اليمين واحصل على الذهب. بعد ذلك، احفر طريقك إلى الأسفل إلى الجزء السفلي من هذا المستوى. الطريق إلى الأسفل وعبرًا إلى السلم الطويل على اليمين صعب جدًا. المعالم هما شكلان صليبيان من خمس طوب لكل منهما. اسقط في الصليب السفلي الأيسر واحفر أعلى طوبة فيه، ثم اذهب سريعًا لأعلى واحفر الطوبة على يسار الصليب الثاني. هناك ثلاث فخاخ للسقوط من خلالها قبل العودة إلى الطوبة التي حفرتها أولاً. ادخلها واسقط عبر الفخين الموجودين تحتها. الآن يمكن التوجه يمينًا وإيجاد طريق إلى الأسفل هناك.

source: Synchronised Running 2
ar: الجري المتزامن 2
eu: Lasterketa sinkronizatua 2

source: This level is named after the original 'Synchronised Running' in the 'Challenge' game. Admittedly, it is very difficult to keep to the same speed as the enemy as you walk on his head, but it is definitely not impossible. If you want a real challenge, try it in keyboard mode. That will make things a little more demanding...
ar: هذا المستوى سُمي على اسم 'الجري المتزامن' الأصلي في لعبة 'التحدي'. باعتراف الجميع، من الصعب جدًا الحفاظ على نفس سرعة العدو أثناء المشي على رأسه، لكنه بالتأكيد ليس مستحيلاً. إذا كنت تريد تحديًا حقيقيًا، جربه في وضع لوحة المفاتيح. هذا سيجعل الأمور أكثر تطلبًا قليلاً...

source: The Heartbreaker
ar: كاسر القلوب
eu: Bihotz-hauslea

source: No hint!
ar: دون تلْميح!
eu: Argibiderik ez!

source: KGoldrunner
ar: جامع الذهب

source: These levels were composed by Marco Krüger, the original author of the KGoldrunner program, and some of his friends and contributors. They use KGoldrunner rules. The enemies run fast and have an aggressive search strategy. Enjoy!
ar: هذه المستويات ألّفها ماركو كروجر، المؤلف الأصلي لبرنامج جامع الذهب، وبعض أصدقائه ومساهميه. تستخدم قواعد جامع الذهب. الأعداء يجرون بسرعة ولديهم استراتيجية بحث عدوانية. استمتع!
eu: Maila haueak Marco Krüger-ek diseinatu zituen, KGoldrunner programaren jatorrizko egileak, bere lagunekin batera. KGoldrunner-en arauak erabiltzen ditu. Etsaiak azkarrak dira eta bilaketa estrategia oldarkorra darabilte. Ongi pasa!

source: Demolition
ar: الهدم
eu: Eraispena

source: Twenty levels that require a bit of thinking and a bit of timing. You need to dig while falling sometimes. Created by Lars Luthman <lars luthman at gmail com>.
ar: عشرون مستوى تتطلب قليلاً من التفكير وقليلاً من التوقيت. تحتاج أحيانًا إلى الحفر أثناء السقوط. من إنشاء لارس لوثمان <lars luthman at gmail com>.
eu: Pixka bat pentsatzea eta denbora pixka bat neurtzea behar duten hogei maila. Batzuetan, erortzean zulatu beharko duzu. Sortzailea Lars Luthman <lars luthman at gmail com>.

source: Ups And Downs
ar: صعودًا وهبوطًا
eu: Gorabeherak

source: The trick is to get past all the enemies and on to the highest ladder, then make them follow you up in small groups. Once they are up on the bricks you can kill them and take their gold.
ar: الحيلة هي تخطي جميع الأعداء والوصول إلى أعلى سلم، ثم جعلهم يتبعونك إلى الأعلى في مجموعات صغيرة. بمجرد صعودهم على الطوب، يمكن قتلهم وأخذ ذهبهم.
eu: Trikimailua etsai guztiak gainditu eta eskailera handienera igotzea datza, ondoren talde txikietan jarrai arazi iezaiezu. Behin goran adreiluetan daudenean hil eta haien urrea har dezakezu.

source: Dig, Baby, Dig!
ar: احفر يا عزيزي، احفر!
eu: Zulatu, haurra, zulatu!

source: This should be fairly easy. No hint!
ar: هذا يجب أن يكون سهلًا إلى حد ما. لا توجد تلميحات!
eu: Hau nahiko erraza izan beharko litzateke. Argibiderik ez!

source: Fetch!
ar: اجلب!
eu: Ekarri!

source: Make your enemies fetch the gold pieces you cannot reach yourself.
ar: اجعل أعداءك يجلبون قطع الذهب التي لا يمكنك الوصول إليها بنفسك.
eu: Eragin zure etsaiek zuk zeuk lor ezin ditzakezun urre-zatiak eskura ditzaten.

source: Acrophobia
ar: رهاب المرتفعات
eu: Akrofobia

source: To get that last piece of gold, kill an enemy and have him fetch it.
ar: للحصول على آخر قطعة ذهب، اقتل عدوًا واجعله يجلبها.
eu: Azken urre-zatia lortzeko, etsai bat hil eta eragin berak eskura dezan.

source: Panic!
ar: فزع!
eu: Izua!

source: Sometimes you can make the enemies run towards or away from you by moving one step up or down a ladder.
ar: أحيانًا يمكن جعل الأعداء يجرون تجاهك أو بعيدًا عنك بتحريك خطوة واحدة لأعلى أو لأسفل على سلم.
eu: Batzuetan, eskaileran urrats bat gora edo behera eginez, etsaiek zuregana edo zugandik korrika egin dezaten eragin dezakezu.

source: Landfill
ar: مكب نفايات
eu: Hondakindegia

source: You can walk on top of trapped enemies.
ar: يمكن المشي فوق الأعداء المحبوسين.
eu: Harrapatutako etsien gainean ibil zaitezke.

source: Inwards And Upwards
ar: داخليًا وصعوديًا
eu: Barrurantz eta kanporantz

source: You only get one chance to grab those first three pieces of gold.
ar: تحصل على فرصة واحدة فقط للإمساك بأول ثلاث قطع من الذهب.
eu: Aurreneko hiru urre-zati horiek eskuratzeko aukera bakarra duzu.

source: Vertical
ar: رأسي
eu: Bertikala

source: If you dig a hole quickly and jump into it, the enemy will jump into the concrete hole to the right.
ar: إذا حفرت حفرة بسرعة وقفزت فيها، سيقفز العدو في الحفرة الخرسانية على اليمين.
eu: Zulo bat egin eta hartara azkar salto egiten baduzu, etsaiak eskuineko hornigoiko zulora salto egingo du.

source: The Divide
ar: الفاصل
eu: Arrakala

source: You can kill one enemy by digging away one of the bottom bricks in the divider and making him go in there.
ar: يمكن قتل عدو واحد بحفر إحدى الطوب السفلية في الفاصل وجعله يدخل هناك.
eu: Etsai bat hil dezakezu hondoko arrakalaren adreiluetako bat zulatu eta bertara joan araziz.

source: The way up to the escape route on the right is tricky. How do you get past that last enemy? Timing is everything!
ar: الطريق المؤدي إلى طريق الهروب على اليمين صعب. كيف تتخطى ذلك العدو الأخير؟ التوقيت هو كل شيء!
eu: Eskuineko ihesbidera igotzeko bidea korapilotsua da. Nola gainditu azken etsai hori? Denbora ondo neurtu beharra dago!

source: The Box (1)
ar: الصندوق (1)
eu: Kaxa (1)

source: This level is fairly straightforward. There are some places where you can trap enemies if you do not like all of them running around.
ar: هذا المستوى مباشر إلى حد ما. هناك بعض الأماكن حيث يمكن حبس الأعداء إذا لم يعجبك وجودهم جميعًا يجرون في الأرجاء.
eu: Maila hau nahiko sinplea da. Etsai guztiak zure inguruan korriaka ibiltzea gustoko ez baduzu, haiek harrapatzeko leku batzuk daude.

source: Crowd Control
ar: سيطرة على الحشود
eu: Jendetza kontrolatzea

source: Remember 'Landfill'?
ar: أتتذكر 'مردم النفايات'؟
eu: Gogoratzen duzu 'Hondakindegia'?

source: One Way Up
ar: طريق واحد للأعلى
eu: Bide bat gora

source: This one is easy. No hint!
ar: هذه سهلة. لا توجد تلميحات!
eu: Honako hau erraza da. Argibiderik ez!

source: Use Your Enemy
ar: استخدم عدوك
eu: Erabili zure etsaia

source: Use yourself as bait.
ar: استخدم نفسك كطُعم.
eu: Erabili zeure buru amu gisa.

source: Race To The Bottom
ar: السباق لأسفل
eu: Hondora iristeko lasterketa

source: Unless you can stop all the enemies from reaching the bottom before you, you are dead.
ar: سوف تُقتل ما لم تستطع منع جميع الأعداء من الوصول إلى الأسفل قبلك.
eu: Zure etsai guztiak zu baino lehen hondoraino iristea eragozten ez baduzu, hilda zaude.

source: No-Brainer
ar: لا تحتاج تفكيرًا
eu: Erraz-erraza

source: You need to walk on an enemy's head to get that gold piece in the middle.
ar: عليك المشي على رأس عدو للحصول على قطعة الذهب في المنتصف.
eu: Etsai baten buru gainean ibili behar duzu erdiko urre zati hori lortzeko.

source: Depth
ar: العمق
eu: Sakonera

source: Get some enemies into the concrete pit so that you can go across it. Then push them one step further down before you dig and grab the gold.
ar: اسحب بعض الأعداء إلى الحفرة الخرسانية لتتمكن من العبور. ثم ادفعهم خطوة أخرى للأسفل قبل أن تحفر وتلتقط الذهب.
eu: Lortu etsai batzuk hormigoiko hobira eror daitezen, hura zeharkatzeko. Ondoren, zulatu eta urrea hartu aurretik, bultza itzazu urrats bat beherago.

source: Density
ar: الكثافة
eu: Dentsitatea

source: Avoid killing enemies. That will make the last bit much easier.
ar: تجنّب قتل الأعداء، فهذا سيجعل الجزء الأخير أسهل بكثير.
eu: Saihestu etsaiak hiltzea. Horrek azken zatia asko erraztuko du.

source: The Box (2)
ar: الصندوق (2)
eu: Kutxa (2)

source: Concrete Towers
ar: الأبراج الخرسانية
eu: Hormigoizko dorreak

source: Mazes
ar: المتاهات
eu: Labirintoak

source: Mazes, mazes, mazes. Some with enemies, some without. While occasionally you will need to kill an enemy, as a general rule it is best not to kill them, because they reappear at the top and block your exit. You also need to dig while falling sometimes. Another great set of Championship levels from Steve Mann <smann at cgl uwaterloo ca>. The levels are named after dwarves in myths and stories (with a few named after elves), beginning with the seven dwarves from Disney's version of Snow White.
ar: متاهات، متاهات، متاهات. بعضها به أعداء وبعضها الآخر خالٍ منهم. بينما ستحتاج أحيانًا لقتل عدو، فمن الأفضل بشكل عام عدم قتلهم، لأنهم يظهرون مجددًا في الأعلى ويسدّون طريق خروجك. ستحتاج أحيانًا إلى الحفر أثناء السقوط. هذه مجموعة رائعة أخرى من مستويات البطولة من ستيف مان <smann at cgl uwaterloo ca>. سُميت المستويات بأسماء الأقزام في الأساطير والقصص (مع القليل منها بأسماء الجان)، بدءًا بالأقزام السبعة من نسخة ديزني لقصة سنو وايت.
eu: Labirintoak, labirintoak, labirintoak. Batzuk etsaiekin, beste batzuk gabe. Batzuetan etsai bat hil beharko duzun arren, arau orokor gisa hobe da haiek ez hiltzea, goiko aldean berragertu eta zure bidea oztopatuko dutelako. Batzuetan, erori bitartean zulatu beharrean izango zara. Steve Mann-en beste Txapelketa-maila multzo bikain bat <smann at cgl uwaterloo ca>. Mailek mitoetako eta istorioetako nanoen izenak hartzen dituzte (elfoen izanak dituzten bakan batzuekin), Disney-ren Edurne Zuriren zazpi ipotxekin hasita.

source: Dopey
ar: دوبي
eu: Kaskarin

source: Fairly simple, just avoid falling off the ladders. There are several ways to get past the two enemies at the end. One of the quickest is to wait on a tall vertical ladder, just below the second highest horizontal ladder, until the path to the exit is clear.
ar: سهلة جدًا، فقط تجنّب السقوط من السلالم. هناك عدة طرق لتجاوز العدوين في النهاية.إحدى أسرع الطرق هي الانتظار على سلم رأسي طويل، أسفل السلم الأفقي الثاني الأعلى، حتى يصبح طريق الخروج واضحًا.
eu: Nahiko erraza, eskaileratik erortzea ekidin behar duzu. Bukaerako bi etsaien aurretik pasatzeko modu ezberdinak daude. Azkarrenetako bat eskailera bertikal altu batean itxoitean datza, justu bigarren eskailera altuenaren azpian, irteerako bidea libre egon arte.

source: Sleepy
ar: نائم
eu: Loti

source: A lot of backtracking, but nothing too difficult here.
ar: الكثير من العودة إلى الخلف، لكن لا يوجد شيء صعب هنا.
eu: Atzerapauso asko eman behar, baina ez dago zailegia den ezer.

source: Doc
ar: دوك
eu: Jakintsu

source: A few tricks to figure out how to get the gold, but nothing too hard.
ar: بعض الخدع لمعرفة كيفية الحصول على الذهب، لكن لا يوجد شيء صعب جدًا.
eu: Urrea nola lortu asmatzeko trikimailu batzuk, baina ez dago nekezegia den ezer.

source: Grumpy
ar: نكد
eu: Marmarti

source: Visually confusing, but otherwise a simple maze.
ar: مربكة بصريًا، لكنها متاهة بسيطة بخلاف ذلك.
eu: Ikusmen aldetik nahasgarria, baina bestela labirinto sinple bat.

source: Sneezy
ar: سنيزي
eu: Usintsu

source: Mostly straightforward, the only trick here is how to draw off the enemies so as to get past them. In the beginning, try to lure the top two enemies into the top-center pit. This gives you enough time to slip past them. The enemy on the bottom is relatively easy to avoid (twice). To get past the top two enemies on your way back, lure the first one deep into the maze until you find a way back past him, then lure the second one to the section with the pole near the top.
ar: مباشرة في الغالب، الخدعة الوحيدة هنا هي كيفية استدراج الأعداء لتتمكن من تجاوزهم. في البداية، حاول استدراج العدوين العلويين إلى الحفرة في المنتصف بالأعلى. هذا يمنحك وقتًا كافيًا للانزلاق وتجاوزهما. العدو في الأسفل سهل التجنّب نسبيًا (مرتين). لتجاوز العدوين العلويين في طريق عودتك، اسحب الأول إلى عمق المتاهة حتى تجد طريقًا للعودة من أمامه، ثم اسحب الثاني إلى المنطقة التي بها العمود بالقرب من الأعلى.

source: Bashful
ar: باشفول
eu: Lotsati

source: To reach the two pieces of gold stacked one above the other, you have to drop through a trap below one of the ladders above that section. Leave the piece of gold at the upper left until the very last.
ar: للوصول إلى قطعتي الذهب المكدستين فوق بعضهما، عليك السقوط عبر فخ أسفل أحد السلالم فوق ذلك القسم. اترك قطعة الذهب في أعلى اليسار حتى النهاية.
eu: Bata bestearen gainean pilatutako bi urre zatietara iristeko, atal horren gaineko eskaileratako baten azpiko tranpan zehar erori behar duzu. Utzi goiko ezkerreko urre zatia azken-azkenera arte.

source: Happy
ar: سعيد
eu: Alai

source: There are two tricks to this level. First, if you want gold that is high, move low to draw the enemies down, then move up to get the gold - and vice-versa. Second, at times you will need to use the ladder trick: if you are on a vertical ladder with an enemy above you, sometimes the enemy will run away from you.
ar: يوجد خدعتان في هذا المستوى. أولًا، إذا أردت الذهب المرتفع، تحرّك للأسفل لاستدراج الأعداء، ثم تحرّك للأعلى للحصول على الذهب - والعكس صحيح. ثانيًا، في بعض الأحيان ستحتاج إلى استخدام خدعة السلم: إذا كنت على سلم رأسي وفوقك عدو، ففي بعض الأحيان سيهرب العدو منك.

source: Glorfindel
ar: غلورفيندل

source: To get the piece of gold at mid-left, you will need to lure the enemy across the pole and run across him as he gets to the end of the pole. The same trick will be needed to get back, unless he follows you back across the pole; then you will need to find another place to dodge past him.
ar: للحصول على قطعة الذهب في المنتصف-اليسار، ستحتاج إلى استدراج العدو عبر العمود والجري فوقه عندما يصل إلى نهاية العمود. ستحتاج إلى نفس الخدعة للعودة، ما لم يتبعك هو عبر العمود؛ في هذه الحالة ستحتاج إلى إيجاد مكان آخر لتجاوزه.

source: Hreidmar
ar: هرييدمار

source: Be careful not to let the enemies get the gold - it is hard to get it away from them! Otherwise, by moving into the middle section, you can get most of the enemies to move up and to the right. This allows you to get the gold on the bottom level. Some of the bricks on the bottom level are traps. When an enemy gets close, you can drop into the trap, step to the side and move over the enemy. But it is better to maneuver the enemies so that they stay away from the bottom section while you are down there getting the gold.
ar: احذر من ترك الأعداء يحصلون على الذهب - فمن الصعب إبعاده عنهم! بخلاف ذلك، بتحركك إلى القسم الأوسط، يمكنك جعل معظم الأعداء يتحركون للأعلى وإلى اليمين. هذا يسمح لك بالحصول على الذهب في المستوى السفلي. بعض الطوب في المستوى السفلي هي فخاخ. عندما يقترب عدو، يمكنك السقوط في الفخ، والتحرك إلى الجانب والمرور فوق العدو. ولكن من الأفضل مناورة الأعداء حتى يبقوا بعيدين عن القسم السفلي بينما أنت هناك للحصول على الذهب.

source: Ori
ar: أوري

source: A straightforward maze: the false brick underneath the ladder near the bottom center may prove useful.
ar: متاهة مباشرة: قد يكون الطوب الزائف الموجود أسفل السلم بالقرب من المنتصف السفلي مفيدًا.
eu: Labirinto erraz bat: beheko erdigunetik gertu dagoen eskailera azpiko sasi-adreilua erabilgarria izan daiteke.

source: Nori
ar: نوري

source: The hardest part is when two enemies get in the center of the maze and you need to pass them. Try to move down and to their left, lure one down, trap it and then go up to trap the other. Otherwise, clever digging should deal with them.
ar: الجزء الأصعب هو عندما يدخل عدوان إلى منتصف المتاهة وتحتاج لتجاوزهما. حاول التحرك للأسفل وإلى يسارهما، اسحب أحدهما للأسفل، واحجزه ثم اصعد لاحتجاز الآخر. بخلاف ذلك، يجب أن ينجح الحفر بذكاء في التعامل معهما.

source: Dori
ar: دوري

source: The only trick to this level is using the hidden passages and enticing the enemies to use them.
ar: الخدعة الوحيدة في هذا المستوى هي استخدام الممرات المخفية وإغراء الأعداء لاستخدامها.
eu: Maila honetako trikimailu bakarra ezkutuko pasabidea erabiltzea eta etsaiak hura erabiltzera erakartzean datza.

source: Bombur
ar: بومبور

source: There are several ways to get past an enemy who is in the ladder-trap loop. One is to wait next to the trap and when the enemy is half-way up the ladder, step into the trap and move immediately to the left and down. However, at the start, you might get three enemies in the ladder-trap loop. Avoid this. One of the three can break out of the loop, but the other two remain trapped, leaving you no way to get past them.
ar: توجد عدة طرق لتجاوز عدو موجود في حلقة فخ-السلم. إحدى هذه الطرق هي الانتظار بجانب الفخ وعندما يكون العدو في منتصف السلم، ادخل إلى الفخ وتحرّك مباشرة إلى اليسار والأسفل. ومع ذلك، في البداية، قد يكون لديك ثلاثة أعداء في حلقة فخ-السلم. تجنّب هذا. يمكن لأحد الأعداء الثلاثة الخروج من الحلقة، لكن الاثنين الآخرين يظلان محتجزين، مما يتركك بلا طريقة لتجاوزهما.

source: Luthien
ar: لوثين

source: After dodging the first enemy you come to, try not to jump off and grab the floating piece of gold in the center too soon. If you do, the enemy you just dodged will drop to the lower level, grab a piece of gold and head for the floor where you can not get the gold away from him.
ar: بعد تجنبك للعدو الأول الذي تصادفه، حاول ألا تقفز وتلتقط قطعة الذهب العائمة في المنتصف بسرعة كبيرة. إذا فعلت ذلك، فإن العدو الذي تجنبته للتو سيسقط إلى المستوى الأسفل، ويلتقط قطعة ذهب ويتجه إلى الأرضية حيث لن تتمكن من أخذ الذهب منه.

source: Bofur
ar: بوفور

source: If you have two or more enemies between you and where you want to go, you may find the diggable columns useful. Dig two layers, wait one from the top to trap the first enemy and then move to the top to trap the second enemy.
ar: إذا كان هناك عدوان أو أكثر بينك وبين المكان الذي تريد الذهاب إليه، قد تجد الأعمدة القابلة للحفر مفيدة. احفر طبقتين، انتظر واحدة من الأعلى لحصر العدو الأول ثم تحرك إلى الأعلى لحصر العدو الثاني.
eu: Zu eta joan nahi duzun lekuaren artean bi etsai edo gehiago badaude, zutabe zulagarria lagungarri gerta lekizuke. Zulatu bi geruza, itxoin goiko batek lehenengo etsaia harrapatu arte eta ondoren zoaz goraino bigarren etsaia harrapatzeko.

source: Bifur
ar: بيفور

source: Lots of gold, only one enemy and he is trapped! It should be a cake walk! The first part just involves digging (at most) to collect the gold. But then there is no obvious way to get the gold on the bottom and on the left. Look for a trap under the bottom of a ladder to get to it. The only other trick is to get all the other gold and leave the enemy and its piece of gold to the last. And watch out - since there is only one enemy, it is pretty fast!
ar: الكثير من الذهب، عدو واحد فقط وهو محاصر! يجب أن يكون الأمر سهلاً للغاية! الجزء الأول يتضمن فقط الحفر (كحد أقصى) لجمع الذهب. لكن بعد ذلك لا يوجد طريقة واضحة للحصول على الذهب في الأسفل وعلى اليسار. ابحث عن فخ تحت أسفل سلم للوصول إليه. الحيلة الأخرى الوحيدة هي الحصول على كل الذهب الآخر وترك العدو وقطعة الذهب الخاصة به للنهاية. واحذر - لأنه لا يوجد سوى عدو واحد، فهو سريع جدًا!
eu: Urre asko, etsai bakarra eta harrapatuta dago! Erraza beharko luke! Lehenengo zatiak, urrea hartzeko, (gehienez) zulatzea eskatuko du. Baina gero ez dago beheko eta ezkerreko urrea hartzeko era argirik. Bilatu tranpa bat eskailera baten beheko aldearen azpian hura hartzeko. Beste trikimailu bakarra, beste urre guztia hartu eta etsaia eta bere urre zatia azkenerako uztea da. Eta kontuz - etsai bakarra dagoenez, nahiko azkarra da!

source: Gloin
ar: غلويِن

source: The pit in the upper right is tricky. To leave the maze, you need an enemy in the pit. But you would rather not have him there before you have taken the gold out. And if two enemies get in the pit before you get the gold, forget it.
ar: الحفرة في أعلى اليمين خادعة. للخروج من المتاهة، تحتاج إلى عدو في الحفرة. ولكنك تفضل ألا يكون هناك قبل أن تأخذ الذهب. وإذا دخل عدوان إلى الحفرة قبل أن تأخذ الذهب، فانس الأمر.
