Repository: KDE/kgoldrunner
Catalog: po/*/kgoldrunner.po
Languages: ar, eu

source: Easy Start
ar: بداية سهلة
eu: Hasiera erraza

source: Drop through the false brick under the bar.
ar: اسقط عبر الطوبة الزائفة تحت العارضة.
eu: Erori barraren azpiko adreilu faltsuaren zehar.

source: Mobile Bricks
ar: طوب متحرك
eu: Adreilu mugikorrak

source: Just run over the enemies' heads.
ar: ما عليك سوى الركض فوق رؤوس الأعداء.
eu: Korrika egin etsaien buruen gainetik.

source: The Big Haul
ar: الحمولة الكبيرة
eu: Harrapakin handia

source: Advance to the right and trap the oncoming enemies. Now retreat under the enemies who are falling behind you, then dig, dig, dig and kill all the enemies. Now go right and clear out all the brick and ladder structures in right-to-left order.
ar: تقدم إلى اليمين واحتجز الأعداء القادمين. الآن تراجع تحت الأعداء الذين يسقطون خلفك، ثم احفر، احفر، احفر واقتل كل الأعداء. الآن اذهب يمينًا وأفرغ جميع هياكل الطوب والسلالم بترتيب من اليمين إلى اليسار.
eu: Aurrera egin eskuinera eta atrapatu etortzen diren etsaiak. Orain, atzera egin zure atzetik erortzen diren etsaien azpitik , gero zulatu, zulatu eta hil etsai guztiak. Orain, igo eskuinera eta garbitu adreilu eta eskaileren egitura guztiak eskuinetik ezkerrerako ordenean.

source: Quick Off The Mark
ar: سريع الانطلاق
eu: Irten azkar markatik

source: Move very quickly to the left to start. Keep digging until the enemies have brought down all the gold. Retreat to higher ground and dig there, if necessary.
ar: تحرك بسرعة كبيرة إلى اليسار للبدء. استمر في الحفر حتى يجلب الأعداء كل الذهب للأسفل. تراجع إلى أرض مرتفعة واحفر هناك، إذا لزم الأمر.
eu: Mugitu bizkor ezkerretik hasierara. Jarraitu zulatzen etsaiek urre guztia behera ekartzen duten bitartean. Atzera joan zoru altuagora eta zulatu hor, beharrezkoa izanez gero.

source: Who Needs Enemies?
ar: من يحتاج أعداء؟
eu: Nork behar ditu etsaiak?

source: Keep digging rows of three bricks next to the ladder.
ar: استمر في حفر صفوف من ثلاث طوب بجوار السلم.
eu: Jarraitu eskaileratik gertu dauden hiru adreiluen errenkadak zulatzen.

source: Asymmetrical
ar: غير متماثل
eu: Asimetrikoa

source: Leave the bottom left nugget till last. False bricks give you access to most of the nuggets, but they are not symmetrically placed.
ar: اترك القطعة السفلية اليسرى للأخير. تمنحك الطوب الزائفة الوصول إلى معظم القطع، ولكنها ليست موضوعة بشكل متماثل.
eu: Utzi beheko ezkerreko pipita amaierararte. Adreilu faltsuek sarbidea emango dizute pipita gehienetara, baina hauek ez daude simetrikoki kokatuta.

source: Goldrunner Prophecy
ar: نبوءة جامع الذهب
eu: Goldruneer-en profezia

source: Peter W. composed this in 1985. Do you see the prophetic letters GR? Spooky! When you collect the row of gold at bottom left, wait there and the first enemy will obligingly fall into the pit above you. When you move over to the right side, collect all nuggets except the three hanging under a ladder. Leave them till last. To get the gold above the trapped enemy, climb the ladder, dig down four bricks, wait till they start to re-appear, then dig one more, climb back up, re-dig the first two and the way will be clear to fall in, collect the gold and escape over the enemy's head. When you release the enemy, retreat quickly to where you can trap and kill him. After one or two tries he will re-appear harmlessly over on the left.
ar: ألّف بيتر دبليو هذا في عام 1985. هل ترى الحرفين النبويين GR؟ مخيف! عند جمع صف الذهب في أسفل اليسار، انتظر هناك وسيسقط العدو الأول في الحفرة فوقك طوعًا. عند التحرك إلى الجانب الأيمن، اجمع كل القطع ما عدا الثلاث المعلقة تحت سلم. اتركها للأخير. للحصول على الذهب فوق العدو المحبوس، اصعد السلم، احفر لأسفل أربع قطع طوب، انتظر حتى تبدأ في الظهور مرة أخرى، ثم احفر قطعة أخرى، اصعد مرة أخرى، أعد حفر الأوليين وسيُفتَح الطريق للسقوط، وجمع الذهب والهروب فوق رأس العدو. عند إطلاق سراح العدو، تراجع بسرعة إلى حيث يمكن حبسه وقتله. بعد محاولة أو محاولتين، سيظهر مرة أخرى بدون ضرر على اليسار.
eu: Peter W.-ek osatu zuen hau 1985. urtean. Ikusi duzu GR hizki profetikoak? Ikaragarria! Beheko ezkerreko urrearen errenkada bildutakoan, itxaron hor eta lehenbiziko etsaia derrigorrez zure gaineko zulora eroriko da. Eskuianldean zehar mugitzen zarenean, bildu pipita guztiak, eskailera azpian esekita dauden hiru izan ezik. Utzi hauek amaierarako. Atrapatutako etsaiaren gaineko pipita hartzeko, igo eskailera, zulatu beherantz lau adreilu, itxaron hauek berriro agertu arte, ondoren zulatu beste bat, itzuli gora, zulatu berriro aurreneko biak eta bidea garbituta egongo da hortik erortzeko. Bildu urrea eta ihes egin etsaien buruen gainetik. Etsaia askatzen duzunean, joan atzera azkar etsaia atrapatu eta hil dezakezun lekura. Saiakera bat edo biren ostean hura berriro agertuko da minik emateko aukerarik gabe ezkerrean.

source: The Rosette
ar: الوردة
eu: Erroseta

source: Try to get all the enemies together, by going to the middle then down. Now trap them in the trough at the bottom, ignoring the gold there for now. Stand on one side just above the trough, then drop down one square as the enemies get above the trough. Collect all the gold not in the trough, then release the enemies and lead them around over the tops of ladders, until they drop their gold.
ar: حاول جمع كل الأعداء معًا، بالذهاب إلى الوسط ثم النزول. الآن احبسهم في الحوض في الأسفل، متجاهلاً الذهب هناك حاليًا. قف على أحد الجانبين فوق الحوض، ثم انزل مربعًا واحدًا عندما يصبح الأعداء فوق الحوض. اجمع كل الذهب غير الموجود في الحوض، ثم أطلق سراح الأعداء واقودهم حول قمم السلالم، حتى يسقطوا ذهبهم.
eu: Saiatu etsai guztia elkartuta edukitzen, erdira eta gero behera joanez. Orain atrapatu itzazu beheko putzuan, han dagoen urreari ezikusi eginez oraingoz. Egon zuloaren gaineko albo batean, gero jaregin karratu bat etsaiek zuloaren gainera igotzen direnean. Bildu zuloan ez dagoen urrea, gero askatu etsaiak eta gidatu itzazu eskaileren goian, beraien urrea jaregin arte.

source: He Has The Gold
ar: هو يملك الذهب
eu: Hark urrea dauka

source: The right hand enemy gets trapped holding some gold. You can kill him and destroy the gold by digging to the left of the small ladder. You may need to kill the other enemy and trap him in there too.
ar: يُحبس العدو الأيمن وهو يحمل بعض الذهب. يمكن قتله وتدمير الذهب بحفر يسار السلم الصغير. قد تحتاج إلى قتل العدو الآخر وحبسه هناك أيضًا.
eu: Eskuinaldeko etsaiak urre piskat dauka. Hura hil dezakezu eta urrea deuseztu eskailera txikiaren ezkerrean zuloa eginez. Beste etsai bat hil beharko duzu eta hura ere hor atrapatu.

source: Towers of Gold
ar: أبراج الذهب
eu: Urrezko dorreak

source: Before you kill any enemies, you must collect all the gold in the tops of the towers and above the bars. One place to get started is just under the second tower from the left. Dig once to trap the first enemy that comes towards you, run right to clear some gold, step back and trap the second enemy just to the left of the third tower. Now run right, with three enemies in hot pursuit and very much alive!
ar: قبل قتل أي أعداء، يجب جمع كل الذهب في قمم الأبراج وفوق العارضات. مكان واحد للبدء هو تحت البرج الثاني من اليسار. احفر مرة واحدة لتحبس أول عدو يأتيك، اركض يمينًا لجمع بعض الذهب، تراجع خطوة واحبس العدو الثاني يسار البرج الثالث. الآن اركض يمينًا، بثلاثة أعداء يلاحقونك بشدة وهم أحياء جدًا!
eu: Edozein etsai hil aurretik, dorren gaineko eta barren azpiko urre guztia bildu behar duzu. Hasteko kokaleku bat ezkerretik zenbatzen hasita bigarren dorrearen azpia da. Zulatu behin zuregana datorren aurreneko etsaia atrapatzeko, lasterka joan eskuinera urre piskat lapurtzeko, joan atzera eta hirugarren dorrearen ezkerretara dagoen bigarren etsaia atrapatu. Orain joan korrika eskuiniera, zu ehizatzea nahi duten hiru etsai sutsuekin!

source: Dig the two bricks next to a ladder, then look for fall-through bricks.
ar: احفر قطعتَي الطوب المجاورتين لسلم، ثم ابحث عن طوب يمكن السقوط خلاله.
eu: Eskaileratik gertu dauden bi adreilu zulatu, gero bilatu erortzeko balio duten adreiluak.

source: Delayed Drop
ar: سقوط متأخر
eu: Erorketa atzeratua

source: The enemy on the left falls before you can get past the one on the right. So stay up there with him, repeatedly digging one hole and trapping him, until the second enemy gets back up the ladders and well clear of the concrete.
ar: يسقط العدو على اليسار قبل أن تتمكن من اجتياز الذي على اليمين. لذا ابقَ معه في الأعلى، واحفر حفرة واحدة بشكل متكرر واصطده، حتى يصعد العدو الثاني مرة أخرى على السلالم ويصبح بعيدًا تمامًا عن الخرسانة.
eu: Ezkerreko etsaia erori egingo da zu eskuineko bat igarotzea lortu aurretik. Egon han harekin, zulatu hainbat aldiz hura atrapatuz bigarrengo etsaia eskailerak igo eta hormigoitik urrun egon arte.

source: Maze of Ladders
ar: متاهة السلالم
eu: Eskaileren labirintua

source: Move to left of centre and go high, then you can drop and move left or right to get all the gold. Leave the nugget in the U-shaped space till last. Ignore the enemy. Let him stay trapped.
ar: تحرك إلى يسار المركز واصعد للأعلى، ثم يمكن السقوط والتحرك يسارًا أو يمينًا لجمع كل الذهب. اترك القطعة في المساحة على شكل حرف U للأخير. تجاهل العدو. دعه يبقى محبوسًا.
eu: Joan zentruaren ezkerrera eta igo, gero erori eta joan ezkerrera edo eskuinera urre guztia eskuratzeko. U formako hutsuneko pipita amaierarako utzi. Ezikusi egin etsaiari. Utziozu atrapatuta egoten.

source: Ride Them Down
ar: اركبهم للأسفل
eu: Bota itzazu guztiak

source: Quickly get the first two enemies into the double pit to the left of the gold. First get both of them into the little box, then release them left. Now fall onto them and collect the gold, then ride the third enemy down and use him to get across to the ladder.
ar: أدخل أول عدوين بسرعة في الحفرة المزدوجة يسار الذهب. أولاً أدخل كليهما في الصندوق الصغير، ثم أطلقهما لليسار. الآن اسقط عليهما واجمع الذهب، ثم اركب العدو الثالث للأسفل واستخدمه لعبور إلى السلم.
eu: Urrearen ezkerrean dagoen zulo bikoitzean aurreneko bi etsai erortzea lortu. Aurrenk biak koadro txikian eduki, gero aska tzazu. Oran erori haien gainera eta bildu urrea, gero eraman hirugarren etsaia behera eta erabili hura eskailera gurutzatzeko.

source: Hair's Breadth Timing
ar: توقيت دقيق للغاية
eu: Denbora makala

source: At top centre dig two bricks. As they re-appear, dig two more, run across the top and dig next to the short ladder. Drop in and collect the gold. You have no time to spare! Clear the bottom left last. To go right, fall into a false brick under a short ladder, then climb along just under the concrete. In the middle of the right hand side, stand under the right hand bar next to the hole, dig left, drop into a false brick, then dig twice more, moving down and left. Lastly, stand on the short ladder, dig your escape brick on the right, run like mad round to the hole, drop in, collect the gold, fall through some bricks and dig again to escape.
ar: في أعلى الوسط احفر طوبتين. بينما يعاودان الظهور، احفر اثنتين أخريين، اركض عبر الأعلى واحفر بجانب السلم القصير. انزل واجمع الذهب. ليس لديك وقت لتضيعه! نظّف الجزء السفلي الأيسر أخيرًا. للذهاب إلى اليمين، اسقط في طوبة زائفة تحت سلم قصير، ثم اصعد على طول المسار أسفل الخرسانة مباشرة. في منتصف الجانب الأيمن، قف تحت العارضة اليمنى بجانب الحفرة، احفر يسارًا، اسقط في طوبة زائفة، ثم احفر مرتين أخريين، متحركًا لأسفل ويسارًا. أخيرًا، قف على السلم القصير، احفر طوبة الهروب على اليمين، اركض كالمجنون إلى الحفرة، انزل، اجمع الذهب، اسقط عبر بعض الطوب واحفر مرة أخرى للهروب.
eu: Goiko zentruan bi adreilu zulatu. Berriro agertuko direnez, zulatu bi aldiz gehiago, gurutzatu goia eta zulatu eskailera laburretik gertu. Erori bertatik eta bildu urrea. Ez ezazu denborarik galdu! Garbitu beheko ezkerra azkena. Joan eskuinera, erori eskailera laburraren azpiko adreilu faltsuan zehar, gero igo hormigoirano. Eskuinaldeko erdian, egon eskuinaldeko barraren azpian zulotik gertu, erori adreilu faltsutik, zulatu bi aldiz gehiago, behera eta ezkerrera mugitu. Azkenik, egon eskailera laburrean, zulatu ihes egiteko adreilua eskuinean, zoro baten antzera korrika egin zulora eta erori bertan, bildu urrea, erori adreilu batzuetan zehar eta zulatu berriro ihes egiteko.

source: The Three Musketeers
ar: الفرسان الثلاثة
eu: Hiru mosketariak

source: You have to kill all three Musketeers, so that they fill the false bricks under the gap in the bars at the top. Ignore d'Artagnan at the bottom right. You only walk over him to get a nugget. Collect the gold left to right across the bottom of the play area, then right to left across the top. Be sure to leave the nugget left of centre on the concrete. Collect that one last. Before you do so, dig away a row of three bricks above and to the left of it, then exit to the next level along roughly the same route as you used earlier.
ar: يجب قتل الفرسان الثلاثة جميعهم، حتى يملؤوا الطوب الزائفة تحت الفجوة في العارضات في الأعلى. تجاهل دارتاغنان في أسفل اليمين. لا تمشي فوقه إلا للحصول على قطعة. اجمع الذهب من اليسار إلى اليمين عبر أسفل منطقة اللعب، ثم من اليمين إلى اليسار عبر الأعلى. تأكد من ترك القطعة يسار المركز على الخرسانة. اجمع تلك الأخيرة. قبل فعل ذلك، احفر صفًا من ثلاث قطع طوب فوق وإلى اليسار منها، ثم اخرج إلى المستوى التالي على طول نفس الطريق تقريبًا الذي استخدمته سابقًا.
eu: Hiru mosketariak hil behar dituzu, goiko barretako hutsuneen azpiko gezurrezko adreiluak bete ditzaten. Behean eskuinean dagoen d'Artagnani ez kasurik egin. Bere gainetik Igaro beharko duzu pipita bat hartzeko, berekiko besterik ez. Bildu joko eremuaren behe aldean zehar dagoen urrea ezkerretik eskuinera, ondoren eskuinetik ezkerrera goiko aldean zehar. Utzi ezazu ezkerrean, hormigoiaren erdian dagoen pipita. Bildu azken hori. Hori egin aurretik, zulatu haren gainean eta ezkerrera lerroan dauden hiru adreiluak, ondoren irten hurrengo mailara gutxi-gorabehera lehenago erabili duzun ibilbidea erabiliz.

source: Rat Trap
ar: مصيدة جرذان
eu: Arratoietarako tranpa

source: Move ultra-quickly to trap the two enemies and run over them. If you wait till they are almost touching you, they may both survive, then you can run up and around to the bottom right, descend the ladder to the concrete and trap them permanently in the nearby pit. If one gets stuck in the tower structure, use the same trick. There are false bricks in the bottom of the tower. If one is trapped and still has some gold, dig one hole at the right hand end of the pit, go back down the ladder and lead the enemy to his death, whereupon the gold will be destroyed.
ar: تحرك بسرعة فائقة لتحبس العدوين وتعدو فوقهما. إذا انتظرت حتى يكادا يلمساك، فقد ينجو كلاهما، ثم يمكنك الركض لأعلى وحولًا إلى أسفل اليمين، تنزل السلم إلى الخرسانة وتحبسهما بشكل دائم في الحفرة القريبة. إذا علق أحدهما في هيكل البرج، استخدم نفس الحيلة. هناك طوب زائف في أسفل البرج. إذا حُبس أحدهم ولا يزال يحمل بعض الذهب، احفر حفرة واحدة في الطرف الأيمن من الحفرة، عد للأسفل على السلم واقود العدو إلى حتفه، وعندها سيُدمَّر الذهب.
eu: Mugitu ziztu bizian bi etsaiak harrapatu eta haien gainean ibiltzeko. Ia-ia zeu uki zaitzaten arte itxoiten baduzu, biek biziraun dezakete; orduan, gora eta ingurua korrika egin dezakezu behean eskuinera iristeko, jaitsi hormigoira daraman eskailera eta harrapa itzazu gertu dagoen hobian era iraunkorrean. Norbera dorrearen egituran trabatuta gelditzen bada, trikimailu bera erabili. Dorrearen beheko aldean gezurrezko adreiluak daude. Norbera trabatuta badago eta oraindik urre pixka bat badu, zulatu hobiaren eskuin aldean, joan atzera eskaileran behera eta eraman etsaia bere heriotzara, horren ondoren urrea suntsitu egingo da.

source: Head Case
ar: قضية الرأس
eu: Kasu nagusia

source: This is a warmup for a later level. To get the gold at the right, descend onto the enemy's head, release him to the left, move left after him and, as you ride down on his head, dig right. You can then run in, get the gold and exit before the brick closes. If you move to the bottom right corner, you can get the enemy to fall into the hole containing gold.
ar: هذا إحماء لمستوى لاحق. للحصول على الذهب على اليمين، انزل على رأس العدو، أطلقه إلى اليسار، تحرك left خلفه و، بينما تركب للأسفل على رأسه، احفر لليمين. عندها يمكنك الركض داخلاً، والحصول على الذهب والخروج قبل أن يُغلَق الطوب. إذا تحركت إلى الزاوية اليمنى السفلية، يمكنك جعل العدو يسقط في الحفرة التي تحتوي على الذهب.
eu: Hau aurreragoko maila baterako beroketa da. Eskuineko urrea eskuratzeko, jaitsi etsaiaren burura, hura ezkerrerantz askatu, joan ezkerrera haren atzetik, eta bere buru gainera eroritakoan, zulatu eskuinera. Barrura sar zaitezke, urrea eskuratu adreilua itxi aurretik irten. Hondoko eskuineko muturrera joaten bazara, etsaia urrea dagoen zulora erortzea lor dezakezu.

source: Under the Stairs
ar: تحت السلالم
eu: Eskailerapean

source: Start by killing the enemies. When they fall into the space at the right, move down and to the left to get them to drop further in and stop them getting the gold. If they go more than one third of the way in, they will be permanently trapped. Now tackle the three dig-and-run puzzles. You may have to make several trips to empty an area. Finally, collect the rightmost nugget.
ar: ابدأ بقتل الأعداء. عندما يسقطون في المساحة على اليمين، تحرك للأسفل وإلى اليسار لجعلهم يسقطون further في ومنعهم من الحصول على الذهب. إذا ذهبوا أكثر من ثلث الطريق داخلاً، سيُحبَسون بشكل دائم. الآن تعامل مع ألغاز الحفر والجري الثلاثة. قد تضطر إلى القيام بعدة رحلات لإفراغ منطقة. أخيرًا، اجمع القطعة أقصى اليمين.
eu: Etsaiak hiltzen hasi. Eskuineko espazioan erortzen direnean, joan behera eta ezkerrera haiek urrunago eror daitezen lortzeko eta urrea har dezaten ekiditeko. Bidearen heren bat baino gehiago aldentzen badira, era iraunkorrean harrapatuta geratuko dira. Orain, heldu hiru zula-eta-korri buru-hausgarriei. Baliteke eremu bat husteko hainbat bidai egin behar izatea. Azkenik, bildu eskuinen dagoen pipita.

source: Bertie Beetle
ar: خنفساء بيرتي
eu: Bertie kakalardoa

source: The top of this one is similar to the Head Case level (13). Trap the enemy to the right near the top of the ladder. Run down the ladder part way and get him to fall into the first of the pits. You will need to repeat this a few times. Now you must get the enemy into the pit at the far bottom left, so that you can run over him as you get the gold from inside the beetle. Trap the enemy at the end of the row of bricks under the beetle's antennae. Stand on his head, dig right and drop down. Step right, dig left and trap him again as he runs in after you. Run down to the left, dig the brick to the right of the pit and trap him again. Collect the nugget, dig left and escape left onto the concrete. As the enemy climbs out he will fall into the pit.
ar: الجزء العلوي من هذا المستوى يشبه مستوى "هيد كيس" (13). اصطد العدو على اليمين بالقرب من قمة السلم. اركض أسفل السلم جزءًا من الطريق واجعله يسقط في أول الحفر. سيتعين عليك تكرار هذا عدة مرات. الآن يجب أن تجعل العدو يسقط في الحفرة في أقصى أسفل اليسار، لكي تستطيع الركض فوقه بينما تأخذ الذهب من داخل الخنفساء. اصطد العدو عند نهاية صف الطوب تحت قرون استشعار الخنفساء. قف على رأسه، احفر يمينًا واسقط لأسفل. اخطُ يمينًا، احفر يسارًا واصطده مرة أخرى بينما يركض نحوك. اركض إلى اليسار، احفر الطوبة على يمين الحفرة واصطده مرة أخرى. اجمع الكتلة الذهبية، احفر يسارًا واهرب يسارًا إلى الخرسانة. بينما يتسلق العدو للخارج، سيسقط في الحفرة.
eu: Honen goiko aldea 'Kasu nagusia' mailaren (13) antzekoa da. Harrapatu etsaia eskuinean, eskaileraren goiko aldetik gertu. Joan eskaileran behera eta hura lehenengo zuloan erortzea lortu behar duzu. Hori hainbat aldiz errepikatu beharko duzu. Orain, etsaia hondoan ezkerrean urrutien dagoen zuloan harrapatu behar duzu, kakarraldoaren barruko urrea hartzeko bere gainetik ibil zaitezen. Harrapatu etsaia kakalardoaren antenaren azpiko adreilu errenkada azpian. Egon bere buruaren gainean, zulatu eskuinean eta erori behera. Joan eskuinera, zulatu ezkerrean eta harrapa ezazu berriro zure atzetik doanbitartean. Joan behera ezkerrera, zulatu zuloaren eskuineko adreilua eta berriz harrapa ezazu. Bildu pipita, zulatu ezkerrean eta ihes egin ezkerretik hormigoira. Etsaia kanpora igotzen denean zulora eroriko da.

source: Short Circuit
ar: دائرة قصر
eu: Zirkuitulaburra
