Repository: KDE/kgoldrunner
Catalog: po/*/kgoldrunner.po
Languages: ar, eu

source: It looks as though you should trap two enemies in the two pits at the bottom. Try it, but it is very hard to get one into the right hand pit and you are apt to get an enemy with gold in the left hand pit. Four false bricks further left prevent you running over from the left and digging. It is best to pick up the bottom row of gold last, dropping in via the hanging nugget at the right and escaping via the ladder that appears. The key to clearing up the left hand section is the line of ladders embedded in the bricks. Exit via the three places that have false bricks beneath them. It is suicide to drop onto the middle of the T-shaped bricks. Start by collecting the gold on the right of the T: then you can get an enemy to run into the U-shaped pit. Watch out for the false brick in the middle of the platform at the lower left. You have to collect the gold in separate trips from the left and the right.
ar: يبدو أنه يجب عليك احتجاز عدوين في الحفرتين في الأسفل. جرب ذلك، ولكن من الصعب جداً إدخال واحد في الحفرة اليمنى ومن المرجح أن تحصل على عدو يحمل ذهباً في الحفرة اليسرى. أربع طوبات مزيفة إلى اليسار تمنعك من الركض من اليسار والحفر. من الأفضل التقاط الصف السفلي من الذهب أخيراً، بالنزول عبر الشذرة المعلقة على اليمين والهروب عبر السلم الذي يظهر. مفتاح تنظيف القسم الأيسر هو صف السلالم المدمجة في الطوب. اخرج عبر الأماكن الثلاثة التي يوجد تحتها طوب مزيف. يعتبر الانتحار السقوط في منتصف الطوب على شكل حرف T. ابدأ بجمع الذهب على يمين حرف T: ثم يمكنك جعل عدو يركض في الحفرة على شكل حرف U. احذر من الطوبة المزيفة في منتصف المنصة في الجزء السفلي الأيسر. عليك جمع الذهب في رحلات منفصلة من اليسار واليمين.
eu: Badirudi bi estai beheko bi zulotan atrapatu beharko zenituzkeela. Saiatu, baina oso zaila da bat eskuinaldeko zuloan atrapatzea eta ezkerraldeko zuloan urrea duen etsaia erortzea lortzea. Ezkerrerago lau adreilu faltsuk ezkerretik joatea eta zuloa egitea saihestuko dizute. Hoberena beheko errenkadako urrea bizkor eskuratzea da, eskuinean esekita dagoen pipitaren bidean erori eta agertuko den eskailera erabili ihes egitea. Ezkerreko atala garbitzeko gakoa adreiluetan kapsulatutako eskailera lerroa da. Irtetzeko bidea haien azpian adreilu faltusak dituzten hiru leku dira. T formako adreiluetara erortzea suizidio bat da. Hasi T-ren eskuinean dagoen urrea biltzen, gero U formako zulora etsai bat joatea lor dezakezu. Argi ibili azpiko ezkerraldeko plataformaren erdiko adreilu faltsuarekin. Urrea biltzeko bida desberdinak egin behar dituzu ezkerretik eta eskuinetik.

source: Triple Trap
ar: فخ ثلاثي
eu: Tranpa hirukoitza?

source: Trap the first enemy immediately. Go up and right and hang on the ladder to the right of a short bar. As the enemy arrives, climb up quickly. As he reaches you again, go left, drop and go up the left hand ladder to the top. The enemy should head right, over the concrete, and fall. Now go down to the bottom left corner. The enemy should drop into a false brick next to the gold. Collect all gold at the top, then dig and drop to the next enemy. Stand on him, dig left and move right. The enemy will drop into the pit. Move to the right and collect more gold as you fall. Climb to the top, drop onto the trapped enemy via a false brick under a bar and collect five more nuggets. Now dig and go down the short ladder at the right of the bricks, to kill the enemy in the pit (who has more gold). He should reappear above you and fall through a false brick back into the pit. Dig three bricks between the two enemies and go down the short ladder until the enemies bunch up. Dig two more bricks to release them. Go up the ladder, over the concrete and, just before the enemies get up to the concrete, drop down to the floor and run to the bottom of the short ladder. The enemies should come down and run into the double pit on the right. Quickly run out to the right, over the enemies. Drop onto the last piece of gold, over on the right and the hidden ladders appear. Phew! P.S. Another way to trap the left hand enemy in the false brick is to get him to follow you up the leftmost ladder while you run across the top and dig to drop onto the second enemy. Timing is VERY tight. You must dig and drop before the enemy climbs over the top left and runs right. Later, climb the right hand ladders to the top, wait on the left hand bar over a false brick till the leftmost enemy starts to run towards you, then drop. Wait again till he starts to drop, then dig two bricks at the right of a short ladder, go right and drop, then run left to the bottom of a short ladder. The enemy should drop through a false brick and a ladder into the false brick beneath. P.P.S. There is no room for error or hesitation in this method! Not much in the first method either!
ar: احبس العدو الأول فوراً. اصعد يميناً وابق على السلم على يمين عارضة قصيرة. عندما يصل العدو، اصعد بسرعة. عندما يصل إليك مرة أخرى، اذهب يساراً، اسقط واصعد السلم الأيسر إلى الأعلى. يجب أن يتجه العدو يميناً، فوق الخرسانة، ويسقط. الآن انزل إلى الزاوية السفلية اليسرى. يجب أن يسقط العدو في طوبة مزيفة بجوار الذهب. اجمع كل الذهب في الأعلى، ثم احفر واسقط على العدو التالي. قف فوقه، احفر يساراً وتحرك يميناً. سيسقط العدو في الحفرة. تحرك إلى اليمين واجمع المزيد من الذهب أثناء سقوطك. اصعد إلى الأعلى، اسقط على العدو المحاصر عبر طوبة مزيفة تحت عارضة واجمع خمس شذرات أخرى. الآن احفر وانزل السلم القصير على يمين الطوب، لقتل العدو في الحفرة (الذي لديه المزيد من الذهب). يجب أن يظهر مرة أخرى فوقك ويسقط عبر طوبة مزيفة عائداً إلى الحفرة. احفر ثلاث طوبات بين العدوين وانزل السلم القصير حتى يتجمع الأعداء. احفر طوبتين أخريين لإطلاق سراحهم. اصعد السلم، اعبر فوق الخرسانة، وقبل أن يصعد الأعداء إلى الخرسانة مباشرة، اسقط إلى الأرض واركض إلى أسفل السلم القصير. يجب أن ينزل الأعداء ويدخلون في الحفرة المزدوجة على اليمين. اركض بسرعة إلى اليمين، فوق الأعداء. اسقط على آخر قطعة من الذهب، في أقصى اليمين، وتظهر السلالم المخفية. يالها من راحة! ملاحظة: طريقة أخرى لاحتجاز العدو الأيسر في الطوبة المزيفة هي جعله يتبعك في السلم الأقصى يساراً بينما تركض عبر الأعلى وتحفر لتسقط على العدو الثاني. التوقيت حرج جداً. يجب أن تحفر وتسقط قبل أن يتسلق العدو فوق الجزء العلوي الأيسر ويركض يميناً. لاحقاً، اصعد السلالم اليمنى إلى الأعلى، وانتظر على العارضة اليسرى فوق طوبة مزيفة حتى يبدأ العدو الأقصى يساراً في الركض نحوك، ثم اسقط. انتظر مرة أخرى حتى يبدأ في السقوط، ثم احفر طوبتين على يمين سلم قصير، اذهب يميناً واسقط، ثم اركض يساراً إلى أسفل سلم قصير. يجب أن يسقط العدو عبر طوبة مزيفة وسلماً إلى الطوبة المزيفة الموجودة بالأسفل. ملاحظة إضافية: لا يوجد مجال للخطأ أو التردد في هذه الطريقة! ولا يوجد الكثير في الطريقة الأولى أيضاً!
eu: Aurreneko etsaia berehala atrapatu. Joan gora eta eskuinera eta barra labur bateko eskuineko eskaileran itxaron. Etsaia iristean igo azkar. Hura zugana berriro iristean joan ezkerrera eta igo ezkerraldeko eskailera goraino. Etsaia hormigoian zehar joan eta erori egingo da. Orain, jeitsi beheko ezkerreko ertzera. Etsaia adreilu faltsu batera erori beharko luke, urretik gertu. Bildu goiko urre guztia, egin zulo bat eta erori zaitez etsaitik gertu. Egon zutik haren gainean, zulatu ezkerrera eta joan eskuinera. Etsaia zuloan eroriko da. Joan eskuinera eta bildu urre gehiago erortzen zaren heinean. Igo gora, erori zaitez atrapatutako etsaiaren gainera barraren azpian dagoen adreilu faltsuaren bidez eta hartu bost pipita gehiago. Orain zulatu eta jeitsi adreiluen eskuinean dagoen eskailera laburretik zuloan dagoen etsaia hiltzeko (urre gehiago baitu). Etsaia zure gainean agertuko da eta adreilu faltsuaren bidez zulora eroriko da. Bi etsaien arteko hiru adreilu zulatu eta joan behera eskailera laburretik etsaiak elkartu arte. Zulatu bi adreilu gehiago haiek askatzeko. Igo eskailera, hormigoiaren gainekoa, eta etsaia hormigoira igo aurretik erori zorura eta zoaz korrika eskailera laburraren beheraino. Etsaiak behera etorriko dira eta eskuineko bi zuloetara joango dira. Irten korrika eskuinera, etsaien gainetik. Erori urrezko azken piezaren gainera, eskuinaldean, eta ezkutuko eskailerak agertuko dira. Hori da ta! Azken oharra: ezkerraldeko etsaia adreilu faltsuan atrapatzeko beste bide bat hura zuri jarraitzea da ezker ezkerreko eskaileran goia gurutzatzen duzun bitartean eta zulatu bigarren etsaiaren gainera erortzeko. Denbora OSO larria da. Zulatu eta erori egin behar zara etsaia goraino igo eta eskuinera laisterka egin aurretik. Beranduago, igo eskuineko eskailera goraino, ezkerraldeko barran adreilu faltsu baten gainean ezker ezkerreko etsai bat zugana korrikan hasten den arte, ondoren eror zaitez. Itxaron berriro hura erortzen hasten den arte, gero eskailera laburraren eskuineko bi adreilu zulatu, zoaz eskuinera eta eror zaitez. Ondoren, zoaz laisterka batean erskailera laburraren beheko ezkerrera. Etsaia adreilu faltsu baten eta adreilu faltsuaren barruko eskaileraren bidez eroriko da. Azken oharra (2): Ez dago lekurik erroreak edo zalantzak izateko metodo honekin. Ezta ere lehenbiziko metodoarekin ere!

source: State Of Terror
ar: حالة من الرعب
eu: Izuaren egoera

source: Just when you thought it was safe ... fifteen levels of pure terror, using those quirky-yet-fast KGoldrunner rules. You frequently need to dig while falling. Composed by Stuart Popejoy - spopejoy@panix.com
ar: فقط عندما ظننت أن الوضع آمن... خمسة عشر مستوى من الرعب الخالص، باستخدام قواعد جامع الذهب الغريبة والسريعة. غالباً ما تحتاج إلى الحفر أثناء السقوط. من تأليف ستيوارت بوبجوي - spopejoy@panix.com
eu: Segurua zela uste zenuenean … izutzeko moduko hamabost maila, KGoldrunner(r)en arau bitxia baina azkar horiek erabiliz. Sarritan, erori bitartean zulatu beharrean izango zara. Konposatzailea: Stuart Popejoy - spopejoy@panix.com

source: Easy Gold
ar: ذهب سهل
eu: Urre erraza

source: Proceed downward from platform to platform to the third from lowest. Wait at the rightmost point to get the enemies to fall to the bottom. Fall onto the lowest platform, dig above the gold and then dig right, while falling, and escape back to the top of the platform. Head upward as quickly as you can.
ar: تقدم إلى الأسفل من منصة إلى منصة حتى الثالثة من الأسفل. انتظر في النقطة الأقصى يميناً لجعل الأعداء يسقطون إلى الأسفل. اسقط على المنصة السفلية، احفر فوق الذهب ثم احفر يميناً، أثناء السقوط، واهرب عائداً إلى أعلى المنصة. اتجه إلى الأعلى بأسرع ما يمكن.
eu: Jarraitu beheruntz plataformatik behetik zenbatzen hasita hirugarren plataformara. Itxaron eskuin eskuineko puntuan etsiak behera erortzen diren bitartean. Eror zaitez behe beheko plataformara, urrearen gainean zulatu eta gero zulatu eskuinean, erortzen ari zaren bitartean, eta ihes egin goiko plataformara igoz. Zoaz gora ahal duzu bezain azkar.

source: Fear of Heights
ar: الخوف من المرتفعات
eu: Altueren beldur

source: For each side of the terrace structure, run up the outside ladder from the bottom and fall onto the lowest platform. Run up the center ladder and wait at a gap for enemies from the outside ladders to fall. Fall after them to get to the gold. After collecting the gold, run right, across the top with enemies in tow, and fall to the right of the outside ladder. As the enemies fall after you, run back up the ladder and fall on top of the enemies to get to the pole.
ar: لكل جانب من هيكل الشرفة، اركض صعوداً على السلم الخارجي من الأسفل واسقط على المنصة السفلية. اركض صعوداً على السلم الأوسط وانتظر عند فجوة لكي يسقط الأعداء من السلالم الخارجية. اسقط خلفهم للوصول إلى الذهب. بعد جمع الذهب، اركض يميناً، عبر الأعلى مع الأعداء يتبعونك، واسقط على يمين السلم الخارجي. عندما يسقط الأعداء خلفك، اركض عائداً على السلم واسقط فوق الأعداء للوصول إلى العمود.
eu: Terrazaren egituraren albo bakoitzerako, kanpoko eskailera behetik igo eta erori behe beheko plataformara. Igo erdiko eskailera eta itxaron tarte bat kanpoko eskaileratik datozten etsaiak erori arte. Erori haien atzetik urrea lortzeko. Urrea bildu ondoren, zoaz eskuinera, gurutzatu goia atzetik etsaiak dituzula, eta erori kanpoko eskaileraren eskuinera. Etsaiak zure atzetik erortzen diren bitartean, igo berriro eskailera eta erori etsaien gainera poloa lortzeko.

source: The Spiral
ar: اللولب
eu: Espirala

source: Work your way out of the spiral, digging to trap enemies just before you emerge from the tunnels. Proceed up to the top left. As you run right, drop into the zig-zag area before the enemy does, so as to get to the top side at the right. After collecting the gold, dig to trap enemies at the bottom, then exit at the top left.
ar: شق طريقك للخروج من اللولب، احفر لحبس الأعداء قبل أن تخرج من الأنفاق مباشرة. تقدم إلى الأعلى على اليسار. بينما تركض يميناً، اسقط في منطقة الزيغزاغ قبل أن يفعل العدو، للوصول إلى الجانب العلوي على اليمين. بعد جمع الذهب، احفر لاحتجاز الأعداء في الأسفل، ثم اخرج من الجزء العلوي الأيسر.
eu: Landu ezazu espiraleko ihesbidea, zulatuz etsaiak atrapatzeko zu tuneletatik atera aurretik. Jarraitu igotzen goi ezkerralderaino. Eskuinera zoazen bitartean, zig-zag areara jaregin zaitez etsaiak hori egin aurretik, eskuineko goiko aldea lortzeko. Urrea bildu bezain laster, zulo bat egin behean etsaiak atrapatzeko, ondoren irtean goiko ezkerretik.

source: Crags of Fire
ar: منحدرات من النار
eu: Suzko harkaitza

source: Generally, dig down and go through to get the gold, then move right and up to the next crag. The top-mid crag, however, needs to be done before the second-from-left crag. Leave one piece of gold in the middle area for last. Then get out quick!
ar: بشكل عام، احفر للأسفل واذهب للحصول على الذهب، ثم تحرك يميناً وأعلى إلى المنحدر التالي. ومع ذلك، يجب القيام بالمنحدر العلوي الأوسط قبل المنحدر الثاني من اليسار. اترك قطعة ذهب واحدة في المنطقة الوسطى للأخير. ثم اخرج بسرعة!
eu: Orokorrean, zulatu eta zoaz bertatik urrea lortzeko, gero joan eskuinera eta igo hurrengo harkaitza. Goiko erdiko harkaitza, hala ere, egin behar da ezkerretik hasi eta bigarren harkaitza egin baino lehenago. Utzi erdiko areako urrezko pieza amaierako. Gero irten bizkor!

source: The Heist
ar: السرقة
eu: Lapurreta

source: The safest way to enter the building is to go down the top-left ladder and wait on top of the short ladder to the right. As an enemy approaches, run over him to the pole. Now go right and fall onto the balcony, then dig out and fall. Run into the lobby and up the ladder sculpture to get gold. Fall off to the left onto the concrete block and wait for the enemies to bunch up. Fall left and run back outside to the concrete outcropping with the enemies following. Use the same ladder and pole to get back in. Run to the very top of the building up the rightmost ladders. Stand at the leftmost point of the roof. Wait for an enemy to fall below you, then step back, dig and fall after him to the balcony, where you can collect three gold pieces. If you wait long enough on the roof before falling you can persuade several enemies to follow and become trapped on the balcony. Use the ladders on the right to collect the remaining gold and exit.
ar: الطريقة الأكثر أماناً لدخول المبنى هي النزول من السلم العلوي الأيسر والانتظار فوق السلم القصير على اليمين. عندما يقترب العدو، اركض فوقه إلى العمود. الآن اذهب يميناً واسقط على الشرفة، ثم احفر للخروج واسقط. اركض إلى الردهة واصعد منحوتة السلم للحصول على الذهب. اسقط إلى اليسار على الكتلة الخرسانية وانتظر حتى يتجمع الأعداء. اسقط يساراً واركض عائداً إلى الخارج إلى النتوء الخرساني مع الأعداء يتبعونك. استخدم نفس السلم والعمود للعودة إلى الداخل. اركض إلى قمة المبنى من خلال السلالم الأقصى يميناً. قف في أقصى نقطة على اليسار من السطح. انتظر حتى يسقط عدو تحتك، ثم تراجع، احفر واسقط خلفه إلى الشرفة، حيث يمكنك جمع ثلاث قطع ذهبية. إذا انتظرت طويلاً بما يكفي على السطح قبل السقوط، يمكنك إقناع عدة أعداء بالمتابعة ويصبحون محتجزين على الشرفة. استخدم السلالم على اليمين لجمع الذهب المتبقي والخروج.
eu: Eraikuntzan sartzeko biderik seguruena goi ezkerreko eskailera jeitsi eta eskuineko eskailera laburraren gainean zain egotea da. Etsai bat gerturatzen den heinean, joan korrika bere gainetik polora. Orain zoaz eskuinera eta erori balkoiaren gainera, gero egin zulo bat eta jaregin. Joan lasterka itxarongelara eta igo eskailerazko eskultura urrea lortzeko. Eror zaitez ezkerrera hormigoizko blokearen gainera eta itxaron etsaiak elkartu arte. Erori ezkerrera eta itzuli korrika kanpora hormigoira etsaiak atzetik dituzula. Erabili eskailera hura eta bultzatu barrura itzultzeko. Zoaz lasterka eraikuntzaren gainera eta eskuin eskuineko eskaileretara. Teilatuaren ezker ezkerreko puntuan egon. Itxaron etsai bat zure behera erori arte, ondoren atzera egin, zulatu eta eror zaitez balkoira, urrezko hiru pieza eskuratzeko. Erori aurretik teilatuan nahikoa denbora itxaroten baduzu, hainbat etsai konbentzitu dezakezu jarraitzeko eta balkoian atrapatuta egoteko. Erabili eskuinaldeko eskailerak falta den urrea eskuratzeko eta irten.

source: Endless Enemies (1)
ar: أعداء لا نهاية لهم (1)
eu: Amaigabeko etsaiak (1)

source: Collect the gold by working from top to bottom. Before the last gold, dig to the right of it and left of the enemy. Run up as fast as you can.
ar: اجمع الذهب بالعمل من الأعلى إلى الأسفل. قبل آخر قطعة ذهب، احفر على يمينها وعلى يسار العدو. اركض صعوداً بأسرع ما يمكنك.
eu: Bildu urrea goitik behera. Azken urrea hartu baino lehenago, egin zulotxo bat haren eskuinean eta etsaiaren ezkerrean. Lasterka gora igo, eutsi arnasari eta zoaz bizkor!

source: Torture Chamber
ar: غرفة تعذيب
eu: Torturaren ganbera

source: Fall off the ledge, digging left to go left up the ladder. Continue left from the pole, then fall while digging left and collect some gold. Go right, fall through the false brick below the ladder, continue right and fall through a brick tunnel to the pole below. Head right and fall through another brick tunnel while digging right. Dig and trap the enemy, next to the ladder, run up and left then dig and fall to collect the gold. Dig to trap the enemy again. When the first hole fills, run up to the top of the section with the enemy following. Dig at the left to collect gold and fall back onto the pole. Now head left and fall through a brick tunnel, digging left to trap the next enemy. Go to the upper left of the section, then fall and dig left and jump left to reach the platform at the bottom left. You can now navigate the spiral of ladders and brick tunnels to pick up four more gold pieces. After that, go back out to the right, fall and walk over the enemy trapped at the bottom, to return to the right hand half of the play area. Head up the ladders to the upper right, then fall, digging right twice, to gather the last piece of gold. Repeat falling in the brick tunnel to the right and digging right to trap the enemy. Finally, escape via the right hand side of the play area.
ar: اسقط من الحافة، احفر يساراً لتصعد يساراً على السلم. استمر يساراً من العمود، ثم اسقط بينما تحفر يساراً واجمع بعض الذهب. اذهب يميناً، اسقط عبر الطوبة المزيفة أسفل السلم، استمر يميناً واسقط عبر نفق من الطوب إلى العمود بالأسفل. اتجه يميناً واسقط عبر نفق طوبي آخر بينما تحفر يميناً. احفر واحبس العدو، بجوار السلم، اركض صعوداً ويساراً ثم احفر واسقط لجمع الذهب. احفر لحبس العدو مرة أخرى. عندما تمتلئ الحفرة الأولى، اركض إلى أعلى القسم مع العدو يتبعك. احفر على اليسار لجمع الذهب واسقط عائداً على العمود. الآن اتجه يساراً واسقط عبر نفق طوبي، احفر يساراً لاحتجاز العدو التالي. اذهب إلى الجزء العلوي الأيسر من القسم، ثم اسقط واحفر يساراً واقفز يساراً للوصول إلى المنصة في الجزء السفلي الأيسر. يمكنك الآن التنقل في دوامة من السلالم وأنفاق الطوب لالتقاط أربع قطع ذهبية أخرى. بعد ذلك، اخرج مرة أخرى إلى اليمين، اسقط وامشِ فوق العدو المحتجز في الأسفل، للعودة إلى النصف الأيمن من منطقة اللعب. اتجه إلى أعلى السلالم إلى الجزء العلوي الأيمن، ثم اسقط، احفر يميناً مرتين، لجمع آخر قطعة من الذهب. كرر السقوط في نفق الطوب على اليمين والحفر يميناً لاحتجاز العدو. أخيراً، اهرب عبر الجانب الأيمن من منطقة اللعب.
eu: Erori ertzetik, zulatu ezkerrera ezkerreko eskaileratik igotzeko. Jarraitu polotik ezkerrera, erori ezkerrera zulatzen duzun bitartean eta bildu urre piskat. Zoaz orain eskuinera, eskaileraren azpiko adreilu faltsotik erori, jarraitu eskuinera eta erori adreiluzko tuneletik azpiko polora. Zuzendu zaitez eskuinera eta erori adreiluzko beste tunel batetik eskuinera zulatzen duzun bitartean. Zulatu eta atrapatu etsaia, eskaileratik gertu, igo gora korrika eta ezkerrera. Ondoren, zulatu eta eror zaitez urrea biltzeko. Zulatu etsaia berriro atrapatzeko. Aurreneko zuloa betetakoan zoaz korrika atalaren gainera etsaiak jarraitzen zaituztela. Zulatu ezkerrera urrea hartzeko eta eror zaitez polora. Une honetan, zoaz ezkerrera eta erori adreiluzko tunel batera, ezkerrera zulatuz hurrengo etsaia atrapatzeko. Atalaren goiko ezkerraldera joan, gero erori eta zulatu ezkerrera eta salto ezkerrera beheko ezkerreko plataformara iristeko. Eskaileren espiralen eta adreiluzko tuneletan ibil zaitezke orain urrezko lau pieza gehiago eskuratzeko. Hori egin eta gero, atera zaitez eskuinera, erori eta behean atrapatutako etsaien gainetik igaro, jokoaren arearen eskuineko erdira itzultzeko. Igo eskailerak goiko eskuineraino, ondoren erori, eskuinera birritan zulatuz, urrezko azken pieza lortzeko. Errepikatu adreiluzko tunelean zehar eskuinera erortzea eta eskuinean zulatu etsaia atrapatzeko. Azkenik, ihesbidea jokoaren eskuinaldean egongo da.

source: Endless Cascade
ar: شلال لا نهاية له
eu: Amaieragabeko urjauzia
