Repository: KDE/kgoldrunner
Catalog: po/*/kgoldrunner.po
Languages: ar, eu

source: You can create or edit a name and hint here, before saving. If you change the game or level, you can do a copy or "Save As", but you must always save into one of your own games. If you save a level into the middle of a series, the other levels are automatically re-numbered.
ar: يمكنك إنشاء أو تحرير اسم وتلميح هنا، قبل الحفظ. إذا غيرت اللعبة أو المستوى، يمكنك عمل نسخة أو "احفظ باسم"، لكن يجب دائمًا الحفظ في إحدى ألعابك الخاصة. إذا حفظت مستوى في منتصف سلسلة، فإن المستويات الأخرى تُرقم آليًا.
eu: Gorde aurretik, izen bat eta argibide bat sortu edo edita dezakezu hemen. Jokoa edo maila aldatzen baduzu, kopia bat egin edo "Gorde honela" egin dezakezu, baina beti zure jokoetako batean gorde behar duzu. Maila bat serie baten erdian gordetzen baduzu, beste mailak automatikoki berriro zenbatuko dira.

source: You can only delete levels from one of your own games. If you delete a level from the middle of a series, the other levels are automatically re-numbered.
ar: يمكنك حذف مستويات فقط من إحدى ألعابك الخاصة. إذا حذفت مستوى من منتصف سلسلة، فإن المستويات الأخرى تُرقم آليًا.
eu: Zure jokoetako mailak bakarrik ezaba ditzakezu. Segida baten erdiko maila bat ezabatzen baduzu, beste mailak automatikoki berriro zenbatuko dira.

source: To move (re-number) a level, you must first select it by using "Edit Any Level...", then you can use "Move Level..." to move it to a new number or even a different game. Other levels are automatically re-numbered as required. You can only move levels within your own games.
ar: لنقل (إعادة ترقيم) مستوى، يجب أولاً اختياره باستخدام "حرر أي مستوى..."، ثم يمكنك استخدام "انقل مستوى..." لنقله إلى رقم جديد أو حتى لعبة مختلفة. المستويات الأخرى تُرقم آليًا حسب الحاجة. يمكنك نقل مستويات فقط داخل ألعابك الخاصة.
eu: Maila bat mugitzeko (zenbakia aldatzeko), aurrena "Editatu edozein maila…" erabiliz hautatu, ondoren "Mugitu maila…" erabil dezakezu zenbaki berri bat emanez edo baita jokoz aldatzeko ere. Beste mailen zenbakiak automatikoki zenbatuko dira. Mailak zure jokoen barruan bakarrik mugi ditzakezu.

source: When editing game info you only need to choose a game, then you can go to a dialog where you edit the details of the game.
ar: عند تحرير معلومات اللعبة، تحتاج فقط إلى اختيار لعبة، ثم يمكنك الذهاب إلى حوار حيث تحرر تفاصيل اللعبة.
eu: Joko baten informazioa editatzeko, joko bat hautatu, eta ondoren jokoaren xehetasunak editatzeko elkarrizketa-koadro batera jo dezakezu.

source: Click on the table to choose a game. In the table and below it you can see more information about the selected game, including how many levels there are, how difficult the game is and what rules the enemies follow (see the KGoldrunner Handbook). You select a level number by typing it or using the spin box or scroll bar. As you vary the game or level, the thumbnail area shows a preview of your choice.
ar: انقر على الجدول لاختيار لعبة. في الجدول وتحته يمكنك رؤية مزيد من المعلومات حول اللعبة المختارة، بما في ذلك عدد المستويات، ومدى صعوبة اللعبة وما القواعد التي يتبعها الأعداء (انظر دليل جامع الذهب). تختار رقم مستوى بكتابته أو باستخدام مربع التدوير أو شريط التمرير. بينما تغير اللعبة أو المستوى، تظهر منطقة الصورة المصغرة معاينة لاختيارك.
eu: Taulan klik egin joko bat hautatzeko. Taulan eta haren azpian hautatutako jokoari buruzko informazio gehiago ikus dezakezu, tartean, zenbat maila dituen, jokoaren zailtasuna eta aurkariak jarraitzen dituen arauak (begiratu KGoldrunner(r)en eskuliburua). Maila-zenbaki bat hautatzeko hura tekleatu, biraketa-kutxa edo kiribiltze-barra erabil dezakezu. Jokoa edo maila aldatzen duzun heinean, koadro-txiki azalerak zure hautapenaren aurreikuspegi bat erakusten du.

# @title:window
source: Help: Select Game & Level
ar: المساعدة: اختر لعبة ومستوى
eu: Laguntza: Hautatu jokoa eta maila

source: A game of action and puzzle solving
ar: لعبة من الألغاز والحركة
eu: Ekintza eta buru-hausgarri ebazpenerako joko bat

source: (C) 2003 Ian Wadham and Marco Krüger
ar: ( ج) 2003 إيان وادهام وماركو كروجر
eu: (C) 2003 Ian Wadham eta Marco Krüger

source: Ian Wadham
ar: إيان وادهام

source: Current author
ar: المؤلف الحالي
eu: Egungo egilea

source: Marco Krüger
ar: ماركو كروجر

source: Original author
ar: المؤلف الأصلي
eu: Jatorrizko egilea

source: Mauricio Piacentini
ar: موريسيو بياشنتيني

source: Port to KDE4, Qt4 and KGameCanvas classes
ar: نقل إلى فئات KDE4 وQt4 وKGameCanvas
eu: KDE4, Qt4 eta KGameCanvas-erako eratorpena

source: Maurizio Monge
ar: موريزيو مونجي

source: KGameCanvas classes for KDE4
ar: فئات KGameCanvas لـKDE4
eu: KDE4rako KGameCanvas klaseak

source: Artwork for runners and default theme
ar: أعمال فنية للعدائين والسمة المبدئية
eu: Lasterkarietarako eta gai lehenetsirako artelana

source: Johann Ollivier Lapeyre
ar: يوهان أوليفييه لابير

source: Artwork for bars and ladders
ar: أعمال فنية للعوارض والسلالم
eu: Barrak eta eskailerak gairako artelana

source: Eugene Trounev
ar: يوجين تروفنيف

source: Artwork for background of Geek City theme
ar: أعمال فنية لخلفية سمة مدينة المهووسين
eu: «Geek» hiria gaiko atzeko planorako artelana

source: Luciano Montanaro
ar: لوتشيانو مونتانارو

source: Nostalgia themes, improvements to runners, multiple-backgrounds feature, fade-in/fade-out feature and several other ideas
ar: سمات الحنين إلى الماضي، تحسينات على العدائين، ميزة الخلفيات المتعددة، ميزة التلاشي والظهور، وعدة أفكار أخرى
eu: Nostalgia gaiak, lasterkarietan hobekuntzak, atzeko plano anizkoitzen ezaugarria, sarrerako/irteerako urtze ezaugarria eta beste zenbait ideia

source: Artwork for the Treasure of Egypt theme
ar: أعمال فنية لسمة كنوز مصر
eu: Egiptoko altxorra gaiaren artelana
