Repository: KDE/kgoldrunner
Catalog: po/*/kgoldrunner.po
Languages: ar, eu

source: Quickly go right and down the staircase, with the enemy following. Dig once, about halfway down. After the last gold piece, dig and go up on the underladder. Wait under the next brick down from where the enemy is trapped. The enemy will climb out and descend, Run through the opening where he was, before it closes. You can then use him to move over to the next underladder to the right. Run to the top of the underladder, over and down the staircase. Dig left while standing on the enemy and then dig right, underneath the enemy, when you are next him. Run over him, to collect any gold he has, and then down a few steps. Dig and go up the underladder, to wait for him to be reborn and come down your staircase, so that you can use him to move across to the next underladder. Repeat for the remaining staircases to the right until you can get to the top pole. Go across to the far left and fall to the top brick of the bottom left section. Collect all the gold, leaving the piece on the far left of the second staircase for last, otherwise you will fall and be trapped. Evade the enemies by running up ladders and luring them onto steps. Run all the way to the right and up the last ladder. Dig as necessary to outwit the enemies, proceeding through the remaining cascades and up the ladders on the far right to end the level.
ar: اذهب بسرعة يميناً وانزل الدرج، مع العدو يتبعك. احفر مرة واحدة، في منتصف الطريق تقريباً. بعد آخر قطعة ذهب، احفر واصعد على السلم السفلي. انتظر تحت الطوبة التالية أسفل المكان الذي حوصر فيه العدو. سيخرج العدو ويتجه للأسفل، اركض عبر الفتحة التي كان فيها، قبل أن تغلق. يمكنك بعد ذلك استخدامه للانتقال إلى السلم السفلي التالي على اليمين. اركض إلى أعلى السلم السفلي، واعبر وانزل الدرج. احفر يساراً بينما تقف على العدو ثم احفر يميناً، تحت العدو، عندما تكون بجواره. اركض فوقه، لجمع أي ذهب لديه، ثم انزل بضع درجات. احفر واصعد على السلم السفلي، لانتظاره حتى يولد من جديد وينزل الدرج الخاص بك، حتى تتمكن من استخدامه للانتقال إلى السلم السفلي التالي. كرر ذلك للسلالم المتبقية على اليمين حتى تتمكن من الوصول إلى العمود العلوي. اعبر إلى أقصى اليسار واسقط على الطوبة العلوية من القسم السفلي الأيسر. اجمع كل الذهب، واترك القطعة الموجودة في أقصى اليسار من الدرج الثاني للأخير، وإلا ستسقط وتُحتجز. تجنب الأعداء بالركض صعوداً على السلالم واستدراجهم إلى الدرجات. اركض إلى أقصى اليمين واصعد آخر سلم. احفر حسب الضرورة للتغلب على الأعداء، وتقدم عبر الشلالات المتبقية واصعد السلالم في أقصى اليمين لإنهاء المستوى.
eu: Zoaz bizkor eskuinera eta behera eskaileran, etsaia atzetik jarraika duzula. Zulatu behin, bidearen erdi bat behean. Azken urrezko piezaren ondoren, zulatu eta igo eskailera azpian. Etsaia atrapatuta dagoen lekuaren adreiluaren azpian zain egon. Etsaia irten eta jeitsi egingo da. Hura zegoen irekidura zeharkatu lasterka, itxi aurretik. Gero, hura erabil dezakezu eskuineko eskailera azpira joateko. Eskaileraren azpira igo, eskailera gainditu eta jeitsi. Zulatu ezkerrean etsaiaren gainean zauden bitartean eta gero zulatu eskuinera, etsaiaren azpian, harengandik gertu zaudenean. Korrikan egin haren gainetik, bere urre guztia eskuratuz, eta gero eskailera-maila gutxi batzuk jeitsi. Zulatu eta igo eskaileraren azpia, itxaron hura berriro bizira itzuli arte eta jeitsi zure eskailera, horrela hura eraibl dezakezu hurrengo eskaileraren azpiraino gurutzatzeko. Errepikatu falta diren eskaileretan eskuinera poloaren gaina lortu arte. Urruneko ezkerrera gurutzatu eta erori beheko ezkerreko ataleko adreilu goienera. Bildu urre guztia, bigarren eskailerako urrunen dagoen ezkerreko urrea amaierako utziz, bestela erori eta atrapatuta geldituko zara. Saihestu etsaiak eskailerak bizi bizi igoz eta etsaiak eskailera-mailetara erakarriz. Joan bide osoa korrikan eskuineruntz, jarraitu ufalta diren urjauzietan zehar eta igo urruneko eskuineko eskailerak maila amaitu arte.

source: Infiltration
ar: تسلل
eu: Infiltrazioa

source: Run fast and dig well ... At the innermost chamber, stand on the leftmost or rightmost brick on top and dig the next brick in towards the center. Fall onto the enemy and run right or left, then dig to trap him. You will have to be quick!
ar: اركض بسرعة واحفر بشكل جيد... في الغرفة الأعمق، قف على الطوبة الأقصى يساراً أو الأقصى يميناً في الأعلى واحفر الطوبة التالية باتجاه المركز. اسقط على العدو واركض يميناً أو يساراً، ثم احفر لحبسه. يجب أن تكون سريعاً!
eu: Bizkor ibili eta ongi zulatu… Barne barneko ganberan, goiko ezker ezkerreko edo eskuin eskuineko adreiluan egon eta zulatu adreilutik gertu zentrurantz. Erori etsaiaren gainera eta joan lasterka eskuinera edo ezkerrera, gero zulatu hura atrapatzeko. Azkarra izan behar duzu!

source: Endless Enemies (2)
ar: أعداء لا نهاية لهم (2)
eu: Amaigabeko etsaiak (2)

source: Go left and fall on the gold, then go right to collect the next two pieces. Wait, high up on a pole at the far right of the play area, for the enemies to collect at the bottom right. Now go left and down and fall on the leftmost, bottom gold. Ignore the last gold for now, but go right and up along three poles and up three ladders. Step left off the third ladder while digging left, to prepare a trap for the enemy in the box on the left. Quickly go back down, fall on the last gold and prepare to move up and left in a hurry as a short hidden ladder appears below and to your left. The enemies swarm after you, but keep going till you get back to where you set the trap. The enemy should be in it now. Continue up and left over a short ladder, then down and left over long poles and ladders to the next short ladder. Go up and left again, then up and right over more long ladders and poles to the top of the screen.
ar: اذهب يساراً واسقط على الذهب، ثم اذهب يميناً لجمع القطعتين التاليتين. انتظر، عالياً على عمود في أقصى يمين منطقة اللعب، حتى يتجمع الأعداء في الجزء السفلي الأيمن. الآن اذهب يساراً وانزل واسقط على الذهب الأقصى يساراً في الأسفل. تجاهل آخر قطعة ذهب في الوقت الحالي، ولكن اذهب يميناً واصعد على طول ثلاثة أعمدة وثلاثة سلالم. تنحى يساراً من السلم الثالث بينما تحفر يساراً، لإعداد فخ للعدو في الصندوق على اليسار. عد بسرعة إلى الأسفل، اسقط على آخر قطعة ذهب واستعد للتحرك صعوداً ويساراً على عجل حيث يظهر سلم مخفي قصير أسفل وإلى يسارك. يتدفق الأعداء خلفك، ولكن استمر في السير حتى تعود إلى المكان الذي أعددت فيه الفخ. يجب أن يكون العدو بداخله الآن. استمر صعوداً ويساراً فوق سلم قصير، ثم انزل ويساراً فوق أعمدة وسلالم طويلة إلى السلم القصير التالي. اصعد ويساراً مرة أخرى، ثم صعوداً ويميناً فوق سلالم وأعمدة طويلة أخرى إلى قمة الشاشة.
eu: Joan ezkerrera eta erori urrearen gainera, gero joan eskuinera hurrengo bi piezak eskuratzeko. Egon, polo bat jokoaren arearen urruneko eskuinaldean igota, etsaiaren zain beheko eskuinean biltzeko. Orain, joan ezkerrera eta behera eta erori beheko ezker ezkerreko urrera. Oraingoz ezikusi egin azken urrearim, zoaz eskuinera hiru poloetan eta gora hiru eskaileretan zehar. Jeitsi ezkerrera hirugarren eskaileratik ezkerrera zulatzen ari zaren bitartean, ezkerreko koadroan etsaiarentzako tranpa bat prestatzeko. Zoaz bizkor behera, erori azken urrearen gainera eta prestatu zure azpian eta ezkerretara ezkutuko eskailera bat agertzen den bezain laster gora eta ezkerrera larriki mugitzeko. Etsaia multzo batean zure atzetik irtengo da, baina jarraitu ezazu tranpa jarri zenuen lekuraino itzuli arte. Etsaia bertan egon beharko luke orain. Jarraitu gora eta ezkerrera eskailera labur baten gainetik, gero jeitsi eta ezkerrera polo eta eskailera luzeetan zehar hurrengo eskailera laburreraino. Igo eta berriro ezkerrera, gero igo eta eskuinera eskailera luze eta polo gehiago zeharkatuz pantailaren goiraino iritsiz.

source: Tunnels (1) - The Monster
ar: أنفاق (1) - الوحش
eu: Tunelak (1) - Munstroa

source: The monster is made almost completely of false bricks. Analyze the concrete parts of his body, to determine where to fall and where not to fall. All four enemies will have to be trapped above particular concrete pieces, to enable you to reach certain gold pieces. Trap the enemies by using KGoldrunner rules to your advantage. Wait on the top pole at the point where you want the enemy to fall. As he approaches you, fall onto a lower pole and move left or right to avoid the enemy's fate. This is how he falls into danger while you fall to safety.
ar: الوحش مكون بالكامل تقريباً من طوب مزيف. حلل الأجزاء الخرسانية من جسده، لتحديد أين تسقط وأين لا تسقط. يجب احتجاز جميع الأعداء الأربعة فوق قطع خرسانية معينة، لتمكينك من الوصول إلى قطع ذهبية معينة. احبس الأعداء باستخدام قواعد جامع الذهب لصالحك. انتظر على العمود العلوي في النقطة التي تريد أن يسقط فيها العدو. عندما يقترب منك، اسقط على عمود أقل و تحرك يساراً أو يميناً لتجنب مصير العدو. هكذا يسقط هو في الخطر بينما تسقط أنت في الأمان.
eu: Munstroa batizpat adreilu faltsuekin osatuta dago. Analizatu bere gorputzaren hormigoia, non eror zaitezkeen, eta non ez, jakiteko. Lau etsai hormigoizko pieza berezi batzuetan atrapatuta egongo dira, urrezko pieza batzuetaraino iris zaitezen. Atrapatu etsaiak KGoldrunner-en arauak zure onurako erabiliz. Itxaron poloaren gainean etsaia erortzea nahi duzun puntuan. Hura zuregana iristean, eror zaitez behe beheko polora eta joan ezkerrera, edo eskuinera, etsaiaren patuari saihesteko. Honela hura arriskura eroriko da zu segurtasunez erortzen zaren bitartean.

source: Breaking and Entering
ar: اقتحام ودخول
eu: Apurtzea eta sartzea

source: Break into the bottom left room, then proceed to the top right. Head left, grab the gold and escape by digging down to the middle floor. Continue all the way down to the bottom right. Before collecting the second gold piece, hang from the top pole in the center room of the bottom floor and dig one brick from the two-brick wall at the right. Run left over the enemies' heads, grab the gold and escape back through the dug brick. Run up to the top right room, then to the lower left area via the center. Dodge the enemies any way you can and climb up to the top left room. To get out of the building, dig rapidly while falling next to the left wall.
ar: اقتحم الغرفة السفلية اليسرى، ثم تقدم إلى أعلى اليمين. اتجه يسارًا، التقط الذهب واهرب بالحفر إلى الطابق الأوسط. استمر في النزول حتى أسفل اليمين. قبل جمع القطعة الذهبية الثانية، علق بالعمود العلوي في الغرفة الوسطى بالطابق السفلي واحفر طوبة واحدة من الجدار المكون من طوبتين على اليمين. اركض يسارًا فوق رؤوس الأعداء، التقط الذهب واهرب مرة أخرى عبر الطوبة المحفورة. اركض لأعلى إلى الغرفة العلوية اليمنى، ثم إلى المنطقة السفلية اليسرى عبر المركز. تجنب الأعداء بأي طريقة ممكنة وتسلق إلى الغرفة العلوية اليسرى. للخروج من المبنى، احفر بسرعة أثناء السقوط بجوار الجدار الأيسر.
eu: Sartu bortizki beheko ezkerreko gelan, ondoren joan goiko eskuinera. Zuzendu ezkerrera, harrapatu urrea eta ihes egin beheruntz zulo bat eginez erdiko zorura. Jarraitu bide guztia beheruntz beheko eskuinerarte. Bigarrengo urrezko pieza jaso aurretik, beheko zoruko zentruko gelan dagoen goiko polotik eseki eta bi adreiluko hormako adreilu bat zulatu eskuinean. Joan korrika ezkerrera etsaien buruen gainetik, hartu urrea eta ihes egin zulatutako adreilutik. Joan gora korrika goiko eskuineko gelararte, gero zentrutik igaroz joan zaitez behe beheko ezkerreko areara. iruzur egn etsaiei ahal duzun moduan eta igo goiko ezkerreko gelara. Eraikuntzatik irtetzeko, zulatu azkar ezkerreko hormatik gertu erortzen ari zaren bitartean.

source: Tunnels (2) - The Honeycomb
ar: أنفاق (2) - القفير
eu: Tunelak (2) - Abaraska

source: Go to the top of the central ladder and work on the left side first. Fall onto ledge with gold. Outwit enemy to run through fake brick below ladder. While falling, dig left; run up ladder to gap and wait for enemy to fall in, escape, and fall in again to your dug brick; run up and left on pole, fall onto ledge while digging left, fall left, get gold, go right and fall into chamber while enemy spawns; get gold. You can dig into bottom chamber if you wish here. The other chambers are all accessible by dropping through fake brick tunnels. Dodge the enemies or fall on them to get the gold. To reach the right hand side, fall down the fake brick tunnel next to the central ladder and run fast to the right, digging behind you to trap the enemies. Collect the gold by going to the top and dropping through fake brick tunnels to the right of each piece.
ar: اصعد إلى أعلى السلم المركزي واعمل على الجانب الأيسر أولاً. اسقط على النتوء الذهبي. احتال على العدو لتركض عبر الطوبة الزائفة أسفل السلم. أثناء السقوط، احفر يسارًا؛ اركض لأعلى السلم إلى الفجوة وانتظر حتى يسقط العدو فيها، يهرب، ويسقط مرة أخرى في طوبتك المحفورة؛ اركض لأعلى ويسارًا على العمود، اسقط على النتوء أثناء الحفر يسارًا، اسقط يسارًا، احصل على الذهب، اذهب يمينًا واسقط في الحجرة بينما يظهر العدو؛ احصل على الذهب. يمكنك الحفر إلى الحجرة السفلية إذا رغبت هنا. يمكن الوصول إلى الحجرات الأخرى بالسقوط عبر أنفاق الطوب الزائفة. تجنب الأعداء أو اسقط عليهم للحصول على الذهب. للوصول إلى الجانب الأيمن، اسقط نفق الطوب الزائفة بجوار السلم المركزي واركض بسرعة إلى اليمين، محفرًا خلفك لاحتجاز الأعداء. اجمع الذهب بالذهاب إلى الأعلى والسقوط عبر أنفاق الطوب الزائفة على يمين كل قطعة.
eu: Joan zentruan dagoen eskaileraren gainera, eta egin lana ezkerreko aldean aurrenik. Erori ertzaren gainera urrearekin. Etsaia baino maltzurragoa izan eskaileraren azpian dagoen adreilu faltsua korrika zeharkatuz. Erortzean zulatu ezkerrera, igo bizi bizi eskailera tarteraino eta itxaron etsaia erori arte, ihes egin eta erori berriro zuk zulatutako adreilura. Egin korrika gora eta ezkerrera poloan, erori ertzaren gainera ezkerrera zulatzen duzun bitartean, hartu urrea, joan eskuinera eta erori ganberaren gainera etsaia sortzen den bitartean, lortu urrea. Beheko ganberan zula dezakezu horrela nahi baduzu. Beste ganberak atzi daitezke adreilu faltsuko tuneletatik eroriz. Iruzur egin etsaiei edo erori haien gainera urrea lortzeko. Eskuineko aldera iristeko, erori adreilu faltsuko tuneletik eskailera zentraletik hurbil eta joan lasterka eskuinera, zulatu zure atzean etsaiak atrapatzeko. Bildu urrea gora igoz eta adreilu faltsuko tuneletan pieza bakoitzaren eskuinera eroriz.

source: Four Chambers Suspended
ar: أربع حجرات معلقة
eu: Esekitako lau ganbera

source: First Chamber. Dig down to collect the top left piece of gold. Fall onto the enemies to get the gold on the right. Dodge them to pick up the rest. Trap the enemies high on the right while you dig out through the bottom of the chamber. As you emerge, you must drop straight onto the ladder next to the concrete. Climb down that ladder, under the concrete to the right and then up to the top of the next chamber. Second Chamber. Proceed left to right with the shafts, using your digging skills to get the gold. On the rightmost shaft, dig left while falling, then fall left while digging both left and right. In the three-brick platform now remaining, dig the left brick, then the right and the center while falling right. Pick up the gold on the right and fall onto the last gold piece while digging left. Dig left again, fall onto the ladder next to the concrete, as before, and go on up to the next chamber. Third Chamber. Dig right, fall on the left gold piece and immediately dig right to trap the enemy, then dig and exit left. Repeat, one brick over, for the gold piece on the right. Now go back to the top and fall into the lower section, on top of the enemy. Take the short pole left and step across the falling enemy to grab the long pole going left. Fall on the gold, dig to trap the enemy, dig again and exit left. Repeat for the other hanging gold piece. This time dig down and out, onto the ladder next to the concrete, and so to the last chamber. Fourth Chamber. Trap the enemy, run to the top, dig through to the concrete on the left, wait for the enemy and fall on him to get at more gold on the left. When all the gold in this chamber is gone, run to the bottom and fall through to the floor. Now pick up the rest of the gold and get out quick.
ar: الحجرة الأولى. احفر للأسفل لجمع قطعة الذهب العلوية اليسرى. اسقط على الأعداء للحصول على الذهب على اليمين. تجنبهم لالتقاط الباقي. احتجز الأعداء مرتفعين على اليمين بينما تحفر للخروج عبر قاع الحجرة. عند الخروج، يجب السقوط مباشرة على السلم بجوار الخرسانة. انزل ذلك السلم، تحت الخرسانة إلى اليمين ثم اصعد إلى أعلى الحجرة التالية. الحجرة الثانية. تقدم من اليسار إلى اليمين عبر الأعمدة، مستخدمًا مهارات الحفر للحصول على الذهب. في العمود الأيمن، احفر يسارًا أثناء السقوط، ثم اسقط يسارًا أثناء الحفر يمينًا ويسارًا. في المنصة المكونة من ثلاث طوب المتبقية الآن، احفر الطوبة اليسرى، ثم اليمنى ثم الوسطى أثناء السقوط يمينًا. التقط الذهب على اليمين واسقط على قطعة الذهب الأخيرة أثناء الحفر يسارًا. احفر يسارًا مرة أخرى، اسقط على السلم بجوار الخرسانة، كما سبق، وتابع الصعود إلى الحجرة التالية. الحجرة الثالثة. احفر يمينًا، اسقط على قطعة الذهب اليسرى واحفر يمينًا فورًا لاحتجاز العدو، ثم احفر واخرج يسارًا. كرر ذلك، بتحريك طوبة واحدة، لقطعة الذهب على اليمين. الآن عد إلى الأعلى واسقط إلى القسم السفلي، فوق العدو. خذ العمود القصير يسارًا واعبر فوق العدو الساقط لتمسك بالعمود الطويل المتجه يسارًا. اسقط على الذهب، احفر لاحتجاز العدو، احفر مرة أخرى واخرج يسارًا. كرر من أجل قطعة الذهب المعلقة الأخرى. هذه المرة احفر للأسفل وللخارج، إلى السلم بجوار الخرسانة، وهكذا إلى الحجرة الأخيرة. الحجرة الرابعة. احتجز العدو، اركض إلى الأعلى، احفر عبر الخرسانة على اليسار، انتظر العدو واسقط عليه للوصول إلى مزيد من الذهب على اليسار. عندما يُجمع كل الذهب في هذه الحجرة، اركض إلى الأسفل واسقط إلى الأرضية. الآن التقط باقي الذهب واخرج بسرعة.
eu: Aurreneko ganbera. Zulatu beherantz goiko ezkerreko urrezko pieza hartzeko. Erori etsaien gainera eskuineko urrea lortzeko. Iruzur egin haiei falta direnak hartzeko. Atrapatu etsaiak goian eskuinean, ganberaren behea zulatzen duzun bitartean. Ateratzen zarenean, zuzenean erori hormigoitik gertu dagoen eskaileraren gainera. Jaitsi eskailera hori, hormigoiaren azpitik eskuinera eta gero igo hurrengo ganberaren gainera. Bigarren ganbera. Joan ezkerretik eskuinera ardatzekin, zulatzeko duzun trebetasuna erabiliz urrea lortzeko. Eskuin eskuineko ardatzean, zulatu ezkerrera erortzen ari zaren bitartean, gero erori ezkerrera bai ezkerrera bai eskuinera zulatzen duzun bitartean. Hiru adreiluko plataforman zulatu ezkerreko adreilua eta joan eskuinera eta zentrura eskuinera erortzean. Eskuineko urrea hartu eta erori azkenengo urrezko piezaren gainera ezkerrera zulatzen duzun bitartean. Zulatu berriro ezkerrera, erori hormigoitik gertu dagoen eskailerara, lehen bezala, eta igo gora hurrengo ganberara. Hirugarren ganbera. Zulatu eskuiniera, erori ezkerreko urrezko piezaren gainera eta berehala zulatu eskuinera etsaia atrapatzeko, gero zulatu eta irten ezkerrera. Errepikatu, adreilu baten gainean, eskuineko urrea eskuratzeko. Orain itzuli atzera goraino eta erori atal baxuenera, etsaiaren gainean. Hartu ezkerreko polo laburra eta gurutzatu eroritako etsaiaren gainetik polo luzea hartzeko ezkerrean. Erori urrearen gainera, zulatu etsaia atrapatzeko, zulatu berriro eta irten ezkerretik. Errepikatu esekita dagoen beste urrezko piezarentzako. Oraingoan, zulatu behera eta irten, hormigoitik hurbil dagoen eskailerara, joan azkenengo ganberara. Laugarren ganbera. Atrapatu etsaia, joan korrika gora, zulatu ezkerreko hormigoiraino, itxaron etsaiari eta erori haren gainera ezkerreko urre gehiago hartzeko. Ganbera honetako urre guztia joandakoan, joan lasterka behera eta erori zorura. Orain hartu falta den urrea eta irten bizkor.

source: Ruins
ar: أطلال
eu: Hondakinak
