Repository: KDE/kgoldrunner
Catalog: po/*/kgoldrunner.po
Languages: ar, eu

source: At the start, you need to race to the floor to the right. You will need to trap some enemies (with luck, you will get a piece of gold in the process), but you should easily be able to go up the ladders shaped like a 4, on the right. When getting the gold from the 4, wait until the enemies have reached the top of the ladders shaped like a 4. This will allow you enough time to reach the ladders before the enemies cut you off.
ar: في البداية، عليك الإسراع إلى الأرضية على اليمين. ستحتاج إلى إيقاع بعض الأعداء في فخ (مع بعض الحظ، ستحصل على قطعة ذهب أثناء ذلك)، ولكن يجب أن تتمكن بسهولة من صعود السلالم التي على شكل رقم 4، على اليمين. عند الحصول على الذهب من الرقم 4، انتظر حتى يصل الأعداء إلى قمة السلالم التي على شكل رقم 4. هذا سيتيح لك وقتًا كافيًا للوصول إلى السلالم قبل أن يقطع الأعداء طريقك.
eu: Hasieran, zoruko eskuinera laisterka egin behar duzu. Etsai batzuk atrapatu behar dituzu (zorte piska batekin, ekintza horretan urrezko pieza bat lor dezakezu), eta eskuineko 4 formako eskaileraratan erraz igo zaitezke. 4ko urrea lortutakoan, itxoin etsaiak 4 formako eskaileren gainera iritsi arte. Honek denbora nahikoa emango dizu eskaileretara iristeko etsaiek zu hil aurretik.

source: Five
ar: خمسة
eu: Bost

source: In the beginning, climb down the first set of ladders and wait on the lowest section until the enemies have settled in their positions. Then drop to the floor and aim for the big ladder at the right with the fork at the bottom. The fork is what enables you to get past the enemies above: wait at the floor level of the left rung (not below the floor level!) until the enemy on the long ladder drops next to you. Then climb up and to the right to get up the big ladder.
ar: في البداية، انزل عبر المجموعة الأولى من السلالم وانتظر في القسم الأدنى حتى يستقر الأعداء في مواقعهم. ثم اسقط إلى الأرضية واتجه نحو السلم الكبير على اليمين ذي الشوكة في الأسفل. الشوكة هي ما يمكّنك من تجاوز الأعداء في الأعلى: انتظر على مستوى الأرضية للدرجة اليسرى (ليس أسفل مستوى الأرضية!) حتى يسقط العدو على السلم الطويل بجانبك. ثم اصعد وإلى اليمين لصعود السلم الكبير.
eu: Hasieran, jaitsi aurreneko eskailera multzoa eta itxoin beheko atalean etsaiak beren lekuetan egon arte. Ondoren, lurrera jautsi eta saia zaitez eskuineko eskailera handira, behe aldean bitan adarkatzen denera, joaten. Adarrei esker igaroko zara gaineko etsaien artetik: itxoin esker mailetako lurreko mailan (ez lurreko mailaren azpitik!) eskailera luzeko etsaia zure ondora erortzen den arte. Ondoren igo eskaileratik eta eskuinera eskailera handitik igotzeko.

source: Six
ar: ستة
eu: Sei

source: The first trick for this level is to time when you go through the bottom of the 6 with the enemy climbing up the ladder to the left of the 6. Once you get on the ladder, the enemies will climb up the ladder away from you, so you just need to wait until there are no enemies low on the ladder before digging through the bottom of the 6. The second trick is figuring how to get all the enemies off the ladder on the left of the screen. One way is to sit on top of the big 6 in the middle and wait for them to come over the poles. Then drop to the floor and cross to the ladder.
ar: الحيلة الأولى في هذا المستوى هي توقيت عبورك من أسفل الرقم 6 مع العدو الذي يصعد السلم على يسار 6. بمجرد أن تصعد السلم، سيصعد الأعداء السلم بعيدًا عنك، لذا كل ما عليك هو الانتظار حتى لا يكون هناك أعداء في أسفل السلم قبل الحفر عبر أسفل الرقم 6. الحيلة الثانية هي معرفة كيفية إبعاد جميع الأعداء عن السلم الموجود على يسار الشاشة. إحدى الطرق هي الجلوس فوق الرقم 6 الكبير في المنتصف والانتظار حتى يأتوا عبر الأعمدة. ثم اسقط إلى الأرضية واعبر إلى السلم.
eu: Maila honetako aurreneko trikimailua denbora kalkulatzea da 6ren behetik joateko etsaia 6ren ezkerreko eskailera igotzen duen bitartean. Eskaileran zaudenean, etsaia zugandik urrun igoko duenaz eskailera, etsaia eskaileraren behean ez dagoenerarte itxaron 6ren behean zulatzen hasi aurretik. Bigarren trikimailua burua astintzea da etsai guztiak pantailako ezkerreko eskaileratik kanpo edukitzeko. Horretarako 6 handiaren gaineko erdian eseri eta itxaron haiek poloetatik etorri arte. Ondoren jaregin zorura eta gurutzatu eskailera.

source: Seven
ar: سبعة
eu: Zazpi

source: The gold on top of the 7 is the main challenge. In the beginning, climb to the left most square of the top of the 7 and wait there until enemies fill the holes on top of the 7.
ar: الذهب الموجود فوق الرقم 7 هو التحدي الرئيسي. في البداية، تسلق إلى المربع الأقصى يسارًا من قمة الرقم 7 وانتظر هناك حتى يملأ الأعداء الحفر الموجودة فوق الرقم 7.
eu: 7aren gaineko urrea da erronka nagusia. Hasieran, 7aren gaineko ezker ezkerreko karratua igo eta itxaron etsaiek 7 gaineko zuloak bete arte.

source: Eight
ar: ثمانية
eu: Zortzi

source: With careful moves and timing, you can tempt two enemies over to the leftmost ladder and leave them there while you retrieve the five highest gold pieces. The three lowest pieces must be collected all in one pass, but you may need to force enemies towards the right of the 8 first, to avoid trouble when the ladders appear and you land on the floor. You can clear your final escape ladder by hitting the floor again, on the far right.
ar: بتحركات وتوقيت دقيق، يمكنك إغراء اثنين من الأعداء للذهاب إلى السلم الأقصى على اليسار وتركهم هناك بينما تسترد قطع الذهب الخمسة الأعلى. القطع الثلاثة الأقل انخفاضاً يجب جمعها كلها في مرور واحد، ولكن قد تحتاج إلى دفع الأعداء نحو يمين 8 أولاً، لتجنب المتاعب عندما تظهر السلالم وتهبط على الأرضية. يمكنك إفساح الطريق لسلم الهروب الأخير عن طريق النزول إلى الأرضية مرة أخرى، في أقصى اليمين.
eu: Kontuz ibili beharreko mugimendu eta denborarekin, bi etsai zirika ditzakezu ezker ezkerreko eskaileran zehar eta han utzi bostgarren urrezko pieza altuena eskuratzen duzun bitartean. Behe behean dauden hiru piezak bildu behar dira pasaldi bakarrean, baina aurrenik etsaia 8ren eskuinalderuntz bidali beharko dituzu, eskailera agertzean arazoak saihesteko eta zu zorura jeisteko. Ihes egiteko eskailera kentzeko kolpe eman zoruari, urruneko eskuinaldean.

source: Nine
ar: تسعة
eu: Bederatzi

source: In the beginning, drop as fast as you can to get to the floor. Dig several pits on the bottom to delay the enemies from coming up the ladder. Then grab the two pieces of gold off the left side of the 9 while there are no enemies around, digging to enter the 9 after grabbing the higher of these two pieces. To get the gold from the bottom of the 9, stand on the left enemy, dig left and move right. The two enemies will start to move left, fall, and climb the ladder. When the first one gets stuck where you just dug, jump in the lowest part of the 9 and dig to the left. The next enemy will carry the gold down. Grab it, dig to the right, drop down to the pole and escape as quickly as you can.
ar: في البداية، اسقط بأسرع ما يمكن للوصول إلى الأرضية. احفر عدة حفر في الأسفل لتأخير الأعداء من الصعود عبر السلم. ثم احصل على قطعتي الذهب من الجانب الأيسر من الرقم 9 بينما لا يوجد أعداء حولك، واحفر للدخول إلى 9 بعد الحصول على القطعة الأعلى من هاتين القطعتين. للحصول على الذهب من أسفل الرقم 9، قف على العدو الأيسر، واحفر يسارًا وتحرك يمينًا. سيبدأ العدوان في التحرك يسارًا، يسقطان، ويتسلقان السلم. عندما يعلق الأول حيث حفرت للتو، اقفز في الجزء الأدنى من 9 واحفر إلى اليسار. العدو التالي سيحمل الذهب إلى الأسفل. احصل عليه، احفر إلى اليمين، اسقط على العمود واهرب بأسرع ما يمكن.
eu: Hasieran, jaregin ahal duzun azkarren zorura. Egin hainbat zulo behean eskaileratik datozen etsaiak atzeratzeko. Ondoren, 9ren ezkerreko aldean dauden urrezko bi pieza hartu inguruan etsairik ez dagoenean, 9 barrura sartzeko zuloa egin bi pieza hauetariko altuena hartuz. 9ren behean dagoen urrea eskuratzeko, egon zaitez etsaiaren ezkerraldean, zulatu ezkerrean eta zoaz eskuineruntz. Bi etsai ezkerreruntz mugitzen eta eskailera igotzen hasiko dira. Aurreneko etsaia zulatu duzun lekura iristean, salto egin 9ko lekurik baxuenera eta zulatu ezkerrean. Hurrengo etsaiak urrea behera ekarriko du. Harrapatu urrea, zulatu eskuinean, zabaldu poloa eta ihes egin ezazu ahalik eta azkarren.

source: Ten
ar: عشرة
eu: Hamar

source: You can trap several enemies in the pits at the bottom left and right, but they will get loose when the hidden ladders appear. Dropping to the floor during your escape can help clear your path to the top right.
ar: يمكنك إيقاع عدة أعداء في الفخاخ الموجودة في الحفر في الجزء الأيسر والأيمن السفلي، لكن سوف يتحررون عندما تظهر السلالم المخفية. السقوط إلى الأرضية أثناء هروبك يمكن أن يساعد في فتح طريقك إلى الجزء العلوي الأيمن.
eu: Ezker eta eskuinaldeko zuloetan atrpa ditzakezu etsaiak, baina haiek ihes egingo dute ezkutuko eskailera agertzean. Zorura jareginez ihes egitean goiko eskuineko bidea garbitzen lagunduko dizu.

source: Eleven
ar: أحد عشر
eu: Hamaika

source: Get the piece of gold below the left side of the poles shaped like an 11 first, then grab the piece on the base of the left 1 of the central 11. Now drop to the floor just to the left of the double high wall. The enemies will drop into different sections. You now want to do three things: get the gold in the left and center sections, take gold from the enemies to the right of you when on the floor and lure as many enemies as you can into the section to the left of the 11. The first two tasks are relatively easy: the last task can be accomplished in several ways. If you run up the center ladder and move over the left, you can wait above the right hand side of the poles (possibly dropping onto the poles) and lure a few enemies at a time from the center section to the left section. You can also pick up a piece of gold or two while doing this. Once you have all the gold (except the pieces to the right of the 11), run to the top right of the H of ladders in the middle. This will cause all the enemies not in the far right section to move into the left section.
ar: احصل على قطعة الذهب الموجودة أسفل الجانب الأيسر من الأعمدة التي على شكل رقم 11 أولاً، ثم التقط القطعة الموجودة على قاعدة الرقم 1 الأيسر من الرقم 11 المركزي. الآن اسقط إلى الأرضية على يسار الجدار المزدوج المرتفع. سيسقط الأعداء في أقسام مختلفة. الآن يجب أن تقوم بثلاثة أمور: احصل على الذهب في الأقسام اليسرى والوسطى، خذ الذهب من الأعداء الموجودين على يمينك عندما تكون على الأرضية، واستدرج أكبر عدد ممكن من الأعداء إلى القسم الموجود على يسار الرقم 11. المهمتان الأوليان سهلتان نسبيًا: المهمة الأخيرة يمكن إنجازها بعدة طرق. إذا ركضت إلى السلم المركزي وتحركت إلى اليسار، يمكنك الانتظار فوق الجانب الأيمن من الأعمدة (وربما السقوط على الأعمدة) واستدراج عدد قليل من الأعداء في كل مرة من القسم المركزي إلى القسم الأيسر. يمكنك أيضًا التقاط قطعة أو قطعتين من الذهب أثناء قيامك بذلك. بعد حصولك على كل الذهب (باستثناء القطع الموجودة على يمين الرقم 11)، اركض إلى أعلى يمين حرف H المصنوع من السلالم في المنتصف. هذا سيجعل جميع الأعداء غير الموجودين في أقصى اليمين يتحركون إلى القسم الأيسر.
eu: Aurrenik, 11 itxurako poloen ezkerreko aldeko azpian dagoen urrezko pieza lortu, gero zentruko 11ren ezkerreko 1aren oinarrian dagoen pieza hartu. Orain jaregin zorura (horma altu bikoitzaren ezkerretara). Etsaiak atal desberdinetara jaregingo dira. Hiru gauza egin beharko dituzu orain: ezker eta erdiko atalako urrea hartu, zure eskuinean dauden etsaien urrea hartu zoruan daudenean eta erakarri ahalik eta etsai gehienak 11ren ezkerreko atalera. Aurreneko bi zeregin nahiko errazak dira: azken zeregina modu desberdinetan lor daiteke. Erdiko eskailera igo eta ezkerretik aldetzen bazara, poloen eskuinaldearen gainean egon zaitezke zain (poloen gainera jareginez agian) eta erakarri etsai gutxi batzuk aldi berean zentruko ataletik ezkerreko atalera. Hau egitean urrezko pieza bat edo bi har ditzakezu. Behin urre guztia duzula (11ko eskuinaldeko piezak ezik), erdiko eskaileren Hren goiko eskuinaldera joan lasterka. Honek urrun ez dagoen eskuineko ataleko etsaiak ezkerreko atalera joatea eragingo du.

source: Twelve
ar: إثني عشر
eu: Hamabi

source: This is a slow level with lots of waiting for enemies to move where you want them. At the start, fall onto the nearest enemy as it falls and move onto the right hand poles to get the piece of gold just below them. Be sure to wait for an opening in the enemies below before dropping onto this gold piece. The grid of 12 boxes on the right is useful. If you are on this grid but below the top of it, enemies climbing the ladder just left of the grid will not drop onto the grid and chase you. You can wait near the bottom of the grid until the enemies move above the pits of brick and concrete at the bottom left, then you can fall to the floor. This will cause the enemies to fall into the pits and become trapped. Another useful trick is to wait at the top of the ladder on the far left (where you start the level). Any enemies far enough away will run over the top of the grid of boxes and drop into the trapped area on the right. To get the gold on the leftmost floor area, you need to fill the second section of floor with enemies and dig out the squares that block the enemies in the leftmost region. You may want to lose that gold (i.e. have the enemy carrying the gold enter a dug square and be destroyed there), although it is possible to get this piece of gold if you really want it. If you leave the leftmost suspended gold until last, then it is easy to escape to the top. Alternatively, if you leave the gold inside the 2 for last, you should be able to escape without much difficultly. Otherwise, the enemies trapped on the far left will cut off your escape route.
ar: هذا مستوى بطيء يتطلب الكثير من الانتظار لتحريك الأعداء إلى حيث تريد. في البداية، اسقط على أقرب عدو وهو يسقط، ثم تحرك إلى الأعمدة اليمنى للحصول على قطعة الذهب الموجودة أسفلها مباشرة. تأكد من انتظار وجود فتحة بين الأعداء في الأسفل قبل السقوط على قطعة الذهب هذه. الشبكة المكونة من 12 صندوقًا على اليمين مفيدة. إذا كنت على هذه الشبكة ولكن تحت قمتها، فلن يسقط الأعداء الذين يتسلقون السلم على يسار الشبكة إلى داخلها ويطاردوك. يمكنك الانتظار بالقرب من قاع الشبكة حتى يتحرك الأعداء فوق حفر الطوب والخرسانة في الأسفل على اليسار، ثم يمكنك السقوط إلى الأرضية. هذا سيجعل الأعداء يسقطون في الحفر ويصبحون محتجزين. خدعة أخرى مفيدة هي الانتظار في أعلى السلم في أقصى اليسار (حيث تبدأ المستوى). أي أعداء بعيدين بما يكفي سيجرون فوق قمة شبكة الصناديق ويسقطون في المنطقة المحتجزة على اليمين. للحصول على الذهب في منطقة الأرضية في أقصى اليسار، عليك ملء القسم الثاني من الأرضية بالأعداء وحفر المربعات التي تمنع الأعداء في المنطقة اليسرى. قد ترغب في فقدان ذلك الذهب (أي جعل العدو الذي يحمل الذهب يدخل في مربع محفور ويُدمر هناك)، على الرغم من أنه من الممكن الحصول على هذه القطعة من الذهب إذا كنت تريدها حقًا. إذا تركت الذهب المعلق في أقصى اليسار للنهاية، فمن السهل الهروب إلى الأعلى. بدلاً من ذلك، إذا تركت الذهب داخل الرقم 2 للنهاية، يجب أن تكون قادرًا على الهروب دون صعوبة كبيرة. وإلا، فإن الأعداء المحتجزين في أقصى اليسار سيقطعون طريق هروبك.
eu: Hau maila geldoa da, mugitzeko zain dauden etsai pilo batekin zuk nahi duzunean. Hasieran, gertuen dagoen etsaiaren gainera erori hura erortzen den bezala eta joan poloen eskuineko aldera azpiko urrea eskuratzeko. Etsaien artean irekidura bat egon arte itxaron urrezko pieza honen gainera jaregin aurretik. Eskuinaldeko 12 koadroen sareta oso erabilgarria da. Sareta honetan bazaude bere gainaren azpian, saretaren ezkerreko eskailera igotzen duten etsaiak ez dira saretara jaregingo eta zu ehizatu. Saretaren behetik gertu egon zaitezke zain etsaiek adreilu eta hormigoiaren zuloen gainetik mugitu eta beheko ezkerrean kokatu arte, orduan eror zaitezke zorura. Horrela, etsaiak zuloetara erortzea eta atrapatuta gelditzea eragingo da. Beste trikimailu erabilgarria urruneko ezkerraldeko eskaileraren gainean zai egotea da (maila hasi duzun kokalekua). Nahiko urrun dagoen edozein etsai koadroen saretaren gainetik mugituko da eta eskuinaldeko atrapatzeko areara jaregingo da. Zoruaren ezker ezkerreko urrea lortzeko, bigarren atala etsaiz bete behar duzu eta ezker ezkerreko eskualdeko etsaiak blokeatzen dituzten karratuak atera lurpetik. Urre hori galtzea nahi dezakezu (adib. urrea dakarten etsaiak zulo karratu batean sartu eta bertan deuseztea), nahiz eta posiblea den urrezko pieza hau lortzea benetan nahi izanez gero. Ezker ezkerreko esekita dagoen urrea amaierako uztea nahi baduzu, orduan erraza izango da goitik ihes egitea. Bestalde, 2 barruan dagoen urrea amaierako uzten baduzu, zailtasun handirik gabe ihes egin dezakezu. Bestela, urruneko ezkerraldean atrapatutako etsaiek zure ihesbidea itxiko dizute.

source: Thirteen
ar: ثلاثة عشر
eu: Hamahiru

source: In the beginning, wait on the top of the left (or better, right) branch of the leftmost ladders until the enemies in the middle climb to the middle of the center ladder. Then drop to the horizontal ladder, move all the way to the right and drop to the floor, thus trapping several enemies. You have to release most of the enemies from where they are trapped, to get the gold from various places. In particular, you have to release the enemies trapped on the left half of the floor to get at least one piece of gold. Once you pick up the last piece of gold, the enemies will swarm the center ladder, so you will have to decide which piece of gold to pick up last. A reasonable choice is the one held by the three enemies in the lowest leg of the 3, as is the one in the center arm of the 3.
ar: في البداية، انتظر على قمة الفرع الأيسر (أو الأفضل، الأيمن) من أقصى السلالم اليسرى حتى يتسلق الأعداء في المنتصف إلى منتصف السلم المركزي. ثم اسقط إلى السلم الأفقي، تحرك إلى اليمين بالكامل واسقط إلى الأرضية، لتُحتَجَز بذلك عدة أعداء. عليك إطلاق سراح معظم الأعداء من حيث احتجزوا، للحصول على الذهب من أماكن مختلفة. وبشكل خاص، عليك إطلاق سراح الأعداء المحتجزين في النصف الأيسر من الأرضية للحصول على قطعة ذهب واحدة على الأقل. بمجرد التقاطك لآخر قطعة من الذهب، سيتجمع الأعداء عند السلم المركزي، لذا سيتوجب عليك أن تقرر أي قطعة من الذهب ستلتقطها أخيرًا. الخيار المعقول هو القطعة التي يحملها الأعداء الثلاثة في الساق السفلى من الرقم 3، وكذلك القطعة الموجودة في الذراع المركزي للرقم 3.
eu: Hasieran, ezker ezkerreko eskaileren ezker (edo hobetako eskuinean) adarraren gainean egon zain erdiko etsaiak zentruko erdiko eskailera igo arte. Ondoren, jaregin eskailera horizontalera, joan eskuinaldera erabat eta jaregin zorura, horrela hainbat etsai atrapatuko dituzu. Atrapatuta dauden etsai gehienak aska behar dituzu atrapatuta dauden lekuetatik, urrea hainbat lekuetatik eskuratu ahal izateko. Zoruko ezker erdialdean atrapatuta dauden etsaiak askatu behar dituzu bereziki, urrezko azken pieza lortzeko. Urrezko azken pieza lortutakoan, etsaiek erdiko eskailera beteko dute, eta bide batez azkenengo urrezko pieza zein izango den erabakiko duzu. Aukera bat 3ren anka baxuenean dauden hiru etsaiena hartzea da, 3 erdiko besoan dagoena bezalaxe.

source: Fourteen
ar: أربعة عشر
eu: Hamalau

source: Four tricks: first, do not dig out the enemies trapped in the 4s on the left until towards the end (likewise if one gets trapped in the middle 4) - this leaves fewer enemies to deal with. Second, you will need to ride down on top of an enemy to get the trapped gold in the 4s on the left and the floating piece of gold in the center. Third, when you release the enemies on the 4s along the right (and possibly the two in the 4s on the left), you may find it easier to double dig and lose those pieces of gold. Finally, it is easiest to escape at the end if you leave until last a piece of gold in or near the floating 14 at middle right. Then you can run up the ladder that appears there.
ar: أربع خدع: أولاً، لا تحفر لإخراج الأعداء المحتجزين في الأرقام 4 على اليسار حتى قرب النهاية (وكذلك إذا احتجز واحد في الرقم 4 الأوسط) - هذا يترك عددًا أقل من الأعداء للتعامل معهم. ثانيًا، ستحتاج إلى الركوب على رأس عدو للحصول على الذهب المحتجز في الأرقام 4 على اليسار وقطعة الذهب العائمة في المنتصف. ثالثًا، عندما تطلق سراح الأعداء في الأرقام 4 على طول اليمين (وربما الاثنين في الأرقام 4 على اليسار)، قد تجد أنه من الأسهل أن تحفر مرتين وتفقد قطع الذهب تلك. أخيرًا، الهروب في النهاية هو الأسهل إذا تركت قطعة من الذهب داخل أو بالقرب من الرقم 14 العائم في المنتصف-اليمين حتى النهاية. بعد ذلك يمكنك الركض إلى الأعلى على السلم الذي يظهر هناك.
eu: Lau trikimailu: aurrenekoa, 4an ezkerrean atrapatuta dauden etsaiak ez itzazu lurpetik atera amaiera aldera arte (halaber 4ren erdian bat atraapatuta badago) - honela etsai gutxiagorekin aritu beharko duzu. Bigarrena, etsai baten gainetik jeitsi behar duzu 4ren ezkerrekan atrapatuta dagoen urrea eta zentruan flotatzen ari den urrezko pieza lortzeko. Hirugarrena, 4ren eskuinean zehar etsaiak askatzen dituzunean (eta litekeena 4ren ezkerreko biak), zulo bikoitza egitea eta urrezko pieza horiek galtzea errazagoa izango zaizu. Azkenik, amaieran errazago ihes egin dezakezu baldin eta azkenerarte uzten baduzu 14 barruan edo gertu dagoen eskuineko erdialdeko urrezko pieza. Gero, hor agertzen den eskailera igo dezakezu.

source: Fifteen
ar: خمسة عشر
eu: Hamabost

source: Two hints: if you wait on one of the left two ladders one rung below the piece of gold suspended between the two ladders, the enemies in the middle will jump into the base of the 5. This should allow you to easily get the gold between the 1 and the 5. Second, if you wait on the base of the 1 to the right of the one, the enemies on the right of the two ladders to the left of the 1 will jump off the pole onto the other half of the base of the 1. If you wait high up between the 1 and the 5, then jump to the base of the 1, while the enemies are falling toward the base of the 1 you will be able to rush up the ladder to the left of the 1 and get the gold to the left of the 1.
ar: تلميحتان: إذا انتظرت على أحد السلمين الأيسرين، بدرجة واحدة تحت قطعة الذهب المعلقة بين السلمين، فإن الأعداء في المنتصف سيقفزون إلى قاعدة الرقم 5. هذا يجب أن يسمح لك بالحصول بسهولة على الذهب بين الرقم 1 والرقم 5. ثانيًا، إذا انتظرت على قاعدة الرقم 1 على يمين الرقم 1، فإن الأعداء الموجودين على يمين السلمين على يسار الرقم 1 سيقفزون من العمود إلى النصف الآخر من قاعدة الرقم 1. إذا انتظرت في الأعلى بين الرقم 1 والرقم 5، ثم قفزت إلى قاعدة الرقم 1، فبينما يسقط الأعداء نحو قاعدة الرقم 1، ستكون قادرًا على الاندفاع إلى الأعلى على السلم الموجود على يسار الرقم 1 والحصول على الذهب الموجود على يسار الرقم 1.
eu: Bi argibide: ezkerreko bi eskaileretariko batean zain egoten bazara bi eskaileren artean esekita dagoen urrezko piezaren zurmaila bat azpian, erdiko etsaiek 5en oinarrira salto egingo dute. Honek 1 eta 5 arteko urrea lortzea erraztu beharko lizuke. Bigarrena, 1en oinarriaren eskuineko oinarriaz itxaroten baduzu, 1en ezkerreko bi eskaileren eskuinera dauden etsaiak poloza salto egingo dute 1en beste erdi-oinarrira. 1 eta 5 artea oso goian zain egoten bazara, gero salto egin en oinarrira, etsaiak 1en oinarrira jauzten diren bitartea 1en ezkerreko eskaileran igo zaitezke eta 1en ezkerrean dagoen urrea hartu.

source: Sixteen
ar: ستة عشر
eu: Hamasei
