Repository: KDE/kgoldrunner
Catalog: po/*/kgoldrunner.po
Languages: ar, eu

source: You are the only human being to survive the Zombie Apocalypse and still you can think of nothing but your gold? Well then, let us see what good it will do you... First hint: every level has a recorded solution, so when in doubt have a look at it. Second hint: you can easily get stuck if you were not smart enough to prepare an escape route before going after some gold. In the bottom right corner you need timed digging to prepare that escape route. Dig the highest brick next to the ladder, then wait a little and dig the bricks beneath it, just before the top one refills again. This enables you to walk over the upper brick and run through the lower bricks on your return. Among the gold pieces in the center there are fall-through bricks (or traps) that can catch you. It is best to collect the outside columns of gold first. In other areas you may need to dig while falling through traps. The bottom left corner is quite hectic. The escape route for the leftmost gold is on the right where there are two pieces of gold. Leave a hole there before you go over to the left. To collect the leftmost gold and get back in time, try digging holes on both sides of you at once. Even with this hint the timing will be tight. You can save a little time by digging just the third-highest brick next to the ladder. As you drop back from the left, dig the brick on the right that blocks your exit. This will give you more room for error, because you will not get killed when the brick refills.
ar: أنت الإنسان الوحيد الذي نجا من نهاية العالم للزومبي وما زلت لا تفكر إلا في ذهبك؟ حسنًا إذن، دعنا نرى ما الفائدة التي سيقدمها لك... التلميحة الأولى: كل مستوى يحتوي على حل مسجل، لذا عندما تكون في شك، ألقِ نظرة عليه. التلميحة الثانية: يمكنك أن تعلق بسهولة إذا لم تكن ذكيًا بما يكفي لإعداد طريق هروب قبل أن تلاحق بعض الذهب. في الزاوية السفلية اليمنى تحتاج إلى حفر موقوت لإعداد طريق الهروب هذا. احفر أعلى طوبة بجانب السلم، ثم انتظر قليلاً واحفر الطوب الذي تحتها، قبل أن تعود الطوبة العلوية لتُملَأ مجددًا. هذا يمكّنك من المشي فوق الطوبة العلوية والركض عبر الطوب السفلي عند عودتك. بين قطع الذهب في المنتصف توجد طوبات يمكن السقوط من خلالها (أو فخاخ) يمكنها أن توقع بك. من الأفضل جمع الأعمدة الخارجية من الذهب أولاً. في مناطق أخرى قد تحتاج إلى الحفر أثناء السقوط من خلال الفخاخ. الزاوية السفلية اليسرى فوضوية جدًا. طريق الهروب للذهب الأقصى يسارًا هو على اليمين حيث توجد قطعتان من الذهب. اترك حفرة هناك قبل أن تذهب إلى اليسار. لجمع الذهب الأقصى يسارًا والعودة في الوقت المناسب، حاول حفر حفر على كلا جانبيك في آن واحد. حتى مع هذه التلميحة، سيكون التوقيت دقيقًا. يمكنك توفير القليل من الوقت بحفر الطوبة الثالثة من الأعلى فقط بجانب السلم. عندما تسقط عائدًا من اليسار، احفر الطوبة على اليمين التي تسدّ مخرجك. هذا سيعطيك مجالًا أكبر للخطأ، لأنك لن تُقتَل عندما تُملَأ الطوبة مجددًا.
eu: Zonbi-apokalipsia biziraun duen gizaki bakarra zara eta hala ere ezin duzu urrean beste ezertan pentsatu? Tira ba, ikus dezagun zer onura ekartzen dizun… Lehen aholkua: maila guztiek grabatutako ebazpen bat dute, zalantza duzunean haiek begiratu ditzakezu. Bigarren aholkua: erraz geldi zintezke harrapatuta, urre pixka baten bila joan aurretik ihesbide bat prestatzeko bezain argia ez bazina. Beheko eskuineko izkinan denbora neurtuan zulatu behar duzu ihesbide hori prestatzeko. Zulatu eskailera ondoko adreilurik garaiena, ondoren pixka batez itxoin eta zulatu haren azpiko adreiluak, justu goikoa berriz bete aurretik. Horrek gaineko adreiluaren gainetik ibiltzeko eta itzultzean beheragoko adreiluetan zehar korrika egiteko aukera ematen dizu. Erdiko urre-zatien artean haietatik eror daitekeen adreiluak (edo tranpak) daude, harrapa zaitzaketenak. Hobe da aurrena kanpoko urre zutabea biltzea. Beste alde batzuetan baliteke tranpetatik erori bitartean zulatu behar izatea. Beheko ezkerreko izkina, frenetiko samarra da. Ezkerren dagoen urrearen ihesbidea eskuinean dago, bi urre-zati dauden lekuan. Utzi zulo bat hor, ezkerrera joan aurretik. Ezkerren dagoen urrea bildu eta garaiz itzultzeko, saia zaitez zauden lekuan zure bi aldeetan batera zulatzen. Aholku horrekin ere, debora estu geldituko da. Denbora pixka bat aurreztu dezakezu eskaileraren ondoko hirugarren adreilu garaiena zulatuta. Ezkerretik jaitsi bitartean, zulatu zure irteera oztopatzen duen eskuineko adreilua. Horrek erratzeko denbora gehiago emango dizu, adreilua berriz betetzen denean ez baitzaitu hilko.

source: A Little Digging Warm-Up
ar: إحماء صغير للحفر
eu: Zulatzeko beroketa-ariketa txiki bat

source: This level is a good opportunity to practice some digging skills you will need in later levels. Although it is quite straightforward, a naughty little trap awaits you at the end. To avoid it, you have to collect the gold by coming from the left side, which is a little dig-timing puzzle. The last steps to the gold and back out need you to dig bricks on both sides at the same time, by pressing both mouse keys.
ar: هذا المستوى فرصة جيدة لممارسة بعض مهارات الحفر التي ستحتاجها في المستويات اللاحقة. على الرغم من أنه مباشر تمامًا، إلا أن فخًا صغيرًا ومزعجًا ينتظرك في النهاية. لتجنبه، عليك جمع الذهب بالقدوم من الجانب الأيسر، وهو لغز صغير لتوقيت الحفر. الخطوات الأخيرة إلى الذهب والعودة تحتاج منك إلى حفر الطوب على كلا الجانبين في نفس الوقت، بالضغط على كلا مفتاحي الفأرة.
eu: Maila hau, aurreragoko mailetan beharko duzun zulatzeko trebetasuna trebatzeko aukera ona da. Nahiko sinplea izan arren, bukaeran tranpa bihurri txiki bat zain duzu. Hura saihesteko, urrea, ezker aldetik gerturatuz bildu behar duzu, denbora neurtuko buru-hausgarri txiki bat. Urrera iristeko azken urratsek eta atzera irtetekoek, saguaren bi botoiak sakatuz, bi aldeetan batera adreiluak zulatzea eskatzen dute.

source: Patient Zero
ar: مريض رقم صفر
eu: Zero pazientea

source: Watch out! This is a zombie. As soon as you let him loose, he will try to kill you! On the other hand, there is no other way past him... However, he is not completely useless. Walking on his head will enable you to reach certain pieces of gold that would otherwise be out of reach. P.S. Sometimes he appears somewhere he really should not. If so, you can only kill the hero and restart the level. Sorry for that one!
ar: احذر! هذا زومبي. بمجرد أن تطلقه، سيحاول قتلك! من ناحية أخرى، لا يوجد طريق آخر لتجاوزه... ومع ذلك، هو ليس عديم الفائدة تمامًا. المشي على رأسه سيمكّنك من الوصول إلى قطع معينة من الذهب التي ستكون بعيدة المنال بخلاف ذلك. ملاحظة: أحيانًا يظهر في مكان لا يجب أن يكون فيه. إذا حدث ذلك، يمكنك فقط قتل البطل وإعادة تشغيل المستوى. آسف على ذلك!
eu: Kontuz! Hori zonbi bat da. Askatzen duzun bezain laster, zu hiltzen saiatuko da! Bestalde, ez dago bera gainditzeko beste biderik… Hala ere, ez da erabat alferrikakoa. Bere buru gainean ibiltzeak, bestela zure irismenetik at geldituko liratekeen urre-zati jakin batzuetara iristeko aukera emango dizu. P.D. Batzuetan agertu behar ez litzatekeen lekuetan agertzen da. Halakoetan, heroia hil eta maila berriz astea besterik ezin duzu egin. Sentitzen dut!

source: Zig Zag
ar: متعرّج
eu: Zig-zaga

source: This is as easy as it gets...
ar: هذا هو أسهل ما يمكن أن يكون...
eu: Ezin errazago…

source: The Box
ar: الصندوق
eu: Kaxa

source: Avoiding the zombies at the start might be the worst part. You need to wait on top of a ladder until a zombie comes really close to you and then you sneak away beneath him at the right moment.
ar: قد يكون تجنّب الزومبي في البداية هو أسوأ جزء. عليك الانتظار في أعلى سلم حتى يقترب منك زومبي جدًا، ثم تتسلل بعيدًا من تحته في اللحظة المناسبة.
eu: Hasierako zonbiak saihestea izan liteke zatirik okerrena. Eskailera baten gainean itxoin behar duzu zonbi bat zugana asko hurbildu arte eta gero, une egokian, haren azpitik ihes egin behar duzu.

source: Manipulation
ar: تلاعب
eu: Manipulazioa

source: Zombies can be manipulated to walk in directions other than just heading for you. For example they might run away from you if you are below them on a ladder (but not at the bottom of the ladder). This knowledge may save your life when you have nowhere to dig and can be very useful when you want to go up a ladder to the next level. A special case is when one zombie is close below you on a ladder and another one is above you. Then the upper one will not run away but descend towards you. But usually he will turn around just before he reaches you. You will have this situation at the very start and it needs strong nerves, but it should not be too difficult to handle once you know how they will react. Another useful trick is to stand at some level but away to the left or right of one or more zombies. They may go to that level and stay frozen, if there is no direct way towards you, or they may stumble towards you and fall into a pit - permanent or freshly dug. P.S. When you are at the bottom right ladder, it is possible to walk over both zombies, even if they are slightly apart. In fact, it is crucial to keep them minimally apart, otherwise one of them will walk on top of the other's head and make it impossible for you to reach the ladder on the left side which leads to the top. Just head straight to the ladder at the bottom right and wait there until they are near - the distance they keep if you do not change anything is ideal.
ar: يمكن التلاعب بالزومبي ليسيروا في اتجاهات أخرى غير الاتجاه نحوك. على سبيل المثال، قد يهربون منك إذا كنت أسفلهم على سلم (ولكن ليس في قاع السلم). هذه المعرفة قد تنقذ حياتك عندما لا يكون لديك مكان للحفر ويمكن أن تكون مفيدة جدًا عندما تريد الصعود على سلم إلى المستوى التالي. هناك حالة خاصة عندما يكون أحد الزومبي قريبًا منك في الأسفل على سلم وآخر فوقك. في هذه الحالة، لن يهرب الزومبي العلوي بل سينزل نحوك. ولكن عادة ما يستدير قبل أن يصل إليك مباشرة. ستواجه هذا الموقف في البداية ويحتاج إلى أعصاب قوية، لكنه لا يجب أن يكون صعب التعامل معه بمجرد أن تعرف كيف سيتفاعلون. خدعة أخرى مفيدة هي الوقوف على مستوى ما ولكن بعيدًا إلى اليسار أو اليمين عن زومبي واحد أو أكثر. قد يذهبون إلى ذلك المستوى ويبقىون متجمدين، إذا لم يكن هناك طريق مباشر نحوك، أو قد يتعثرون نحوك ويسقطون في حفرة - دائمة أو محفورة حديثًا. ملاحظة: عندما تكون عند السلم السفلي الأيمن، من الممكن المشي فوق الزومبيين معًا، حتى لو كانا متباعدين قليلاً. في الواقع، من المهم جدًا إبقاءهما متباعدين بحد أدنى، وإلا فإن أحدهما سيمشي فوق رأس الآخر ويجعل من المستحيل عليك الوصول إلى السلم على الجانب الأيسر الذي يؤدي إلى القمة. فقط اتجه مباشرة إلى السلم في أسفل اليمين وانتظر هناك حتى يقتربا - المسافة التي يحافظان عليها إذا لم تغير أي شيء هي مثالية.
eu: Zonbiak manipulatu daitezke zugana ez beste norabide batzuetan joateko. Adibidez, zugandik urrundu daitezke eskailera batean beraiek baino beherago bazaude (baina ez eskailera behean). Jakintza horrek zure bizia salba dezake zulatzeko tokirik ez dagoenean eta oso baliagarria suerta daiteke eskailera batean gora hurrengo mailara joan nahi duzunean. Kasu berezi bat da zonbi bat eskailera batean zure azpian gertu eta egonda beste bat zure gainean dagoenean. Goikoak ez du alde egingo, zugana jaitsiko da ordea. Baina normalean itzuli egingo da justu zugana iritsi aurretik. Egoera hori hasiera-hasieran izango duzu eta nerbio sendoak beharko dituzu, baina beraien erreakzioa zein izango den jakinda, egoerari aurre egitea ez litzateke zaila izan behar. Beste trikimailu erabilgarri bat da maila batean, baina zonbi baten edo gehiagoren ezker edo eskuin aldean urrun egotea. Maila horretara joan eta izoztuta egon daitezke, zuregana zuzenean joaterik ez badago, edo zuregana joatean estropezu egin eta hobi batean eror daitezke - iraunkorra edo zulatu berria. PD: Behe-eskuineko eskaileran zaudenean, bi zonbien gainetik ibil zaitezke, nahiz eta elkarrengatik pixka bat aldenduta egon. Izatez, berebiziko garrantzia du elkarrengandik pixka bat aldenduta mantentzea, bestela bat bestearen buru gainera igo eta zu gora daraman ezkerreko eskailerara iristea ezinezko egingo du.

source: Do Not Worry
ar: لا تقلق
eu: Ez arduratu

source: Come on, they are completely harmless ;-)
ar: هيا، إنهم غير مؤذين تمامًا ;-)
eu: Tira, ez dira batere kaltegarriak ;-)

source: They Are So Many!
ar: إنهم كثيرون جدًا!
eu: Horrenbeste dira!

source: You may realize that not all zombies are equally fast. Those that gather in bigger groups are slower than single ones - a small relief at least. They also take the gold - probably an old instinct from their former lives. In this case, however, it is useful because they can bring the gold down to you. Place your traps thoughtfully: you do not have unlimited space to evade them. Also note that zombies are somehow immortal: they will all reappear somewhere. Given time, some of them will not appear above the bricks and will fall to the floor, which will make this level a bit easier for you.
ar: قد تلاحظ أن الزومبي ليسوا جميعهم بنفس السرعة. أولئك الذين يتجمعون في مجموعات أكبر هم أبطأ من الأفراد - وهذا راحة صغيرة على الأقل. إنهم يأخذون الذهب أيضًا - ربما غريزة قديمة من حياتهم السابقة. في هذه الحالة، ومع ذلك، هذا مفيد لأنهم يمكنهم أن يجلبوا الذهب إليك. ضع فخاخك بعناية: ليس لديك مساحة غير محدودة لتجنبهم. لاحظ أيضًا أن الزومبي خالدون بطريقة ما: سيعودون للظهور في مكان ما. مع مرور الوقت، لن يظهر بعضهم فوق الطوب وسيسقطون إلى الأرضية، مما سيجعل هذا المستوى أسهل قليلاً بالنسبة لك.
eu: Konturatuko zara zonbi guztiek ez dutela abiadura bera. Talde handiagoetan elkartzen direnak bakarka dabiltzanak baino motelagoak dira - lasaitu txiki bat behintzat. Beraiek ere urrea hartzen dute - izan zuten bizitzatik gelditutako senagatik agian. Kasu honetan, dena den, lagungarria zaizu urrea zugana jaitsi baitezakete. Jarri zure tranpak arretaz: ez daukazu beraiengandik ihes egiteko leku mugagaberik. Kontuan hartu ere zonbiak hilezkorrak direla: denak nonbait berriz agertuko dira. Denborekin, haietako batzuk ez dira adreiluen gainetik agertuko eta lurrera eroriko dira, eta horrek maila hau pixka bat erraztuko dizu.

source: Never Trust The H-Ladders
ar: لا تثق أبدًا بالسلالم التي على شكل حرف H
eu: Ez fidatu H formako eskailerez

source: You think your ladder is too short? In my opinion the H-ladder is high enough for you to climb over the zombies' heads. Going up immediately will help you to group them. Make sure no zombie is walking on the others' heads when you lure them towards you.
ar: هل تظن أن سلمك قصير جدًا؟ في رأيي، السلم على شكل حرف H مرتفع بما يكفي لتتسلق فوق رؤوس الزومبي. الصعود فورًا سيساعدك على تجميعهم. تأكد من عدم وجود زومبي يسير على رؤوس الآخرين عندما تستدرجهم نحوك.
eu: Zure eskailera laburregia dela uste duzu? Ene ustean, H formako eskaileraren altuera nahikoa da zonbien buru gainera igotzeko. Berehala gora joatea, haiek taldekatzen lagunduko dizu. Zugana erakartzen dituzunean, besteen buruen gainetik dabilenik ez dagoela ziurta ezazu.

source: Please Do Let Me Pass!
ar: من فضلك دعني أمر!
eu: Mesedez, utzi niri pasatzen!

source: There are no false bricks to fall through, so you have to do things the hard way. Getting past the last of the zombies may pose some kind of challenge. Remember that the zombies run away from you if you are on the ladder below them. This one will pace up and down next to the gap to the left of the ladders. Find the right moment to get up and dig the bricks on the left, then you will be able to avoid him.
ar: لا يوجد طوب زائف للسقوط من خلاله، لذا عليك أن تفعل الأشياء بالطريقة الصعبة. تجاوز آخر الزومبي قد يشكل نوعًا من التحدي. تذكر أن الزومبي يهربون منك إذا كنت على السلم أسفلهم. هذا الزومبي سيسير صعودًا وهبوطًا بجانب الفجوة على يسار السلالم. جد اللحظة المناسبة للصعود واحفر الطوب على اليسار، وعندها ستتمكن من تجنبه.
eu: Ez dago haietan zehar erortzeko gezurrezko adreilurik, eta beraz gauzak modu zailean egin beharko dituzu. Azken zonbia gainditzea erronka bat izan daiteke. Gogoratu eskaileran beraien azpian zaudenean zonbiak zugandik aldenduko direla. Honek gora eta behera egingo du eskaileren ezkerraldeko zuloaren ondoan. Altxatu eta ezkerreko adreiluak zulatzeko une egokia aurkitu beharko duzu, orduan hura saihestu ahal izango duzu.

source: Three Little Pieces Of Elegance
ar: ثلاث قطع صغيرة من الأناقة
eu: Hiru dotorezia pieza txiki

source: Here you are confronted with timing problems. In most cases you need to dig one brick, then wait until just before it refills and dig the brick under it. In the first box, for example, this saves your life, because you can run over the upper brick and then trap the zombie.
ar: هنا أنت تواجه مشاكل في التوقيت. في معظم الحالات، تحتاج إلى حفر طوبة واحدة، ثم تنتظر حتى قبل أن تُملَأ مجددًا وتحفر الطوبة التي تحتها. في الصندوق الأول، على سبيل المثال، هذا ينقذ حياتك، لأنك يمكنك الركض فوق الطوبة العلوية ثم احتجاز الزومبي.
eu: Hemen denbora arazoei aurre egin beharko diezu. Kasu gehienetan adreilu bat zulatu beharko duzu, ondoren, bete aurreko unera arte itxoin eta haren azpiko adreilua zulatu beharko duzu. Lehenengo kutxan, adibidez, horrek zure bizitza salbatuko du, goiko adreiluen gainetik korrika egin eta zonbiak harrapatu ditzakezulako.

source: Thieves
ar: لصوص
eu: Lapurrak

source: You will notice that getting gold back from the zombies is the hardest part of this level. The trick is to separate the zombies with the gold from the others and dig them in.
ar: ستلاحظ أن استعادة الذهب من الزومبي هو أصعب جزء في هذا المستوى. الخدعة هي فصل الزومبي الذين معهم الذهب عن الآخرين وحفرهم في الداخل.
eu: Maila honetako zatirik zailena zonbiengatik urrea eskuratzea dela nabarituko duzu. Trikimailua, urrea duten zonbiak besteengandik banatu eta haiek lurperatzea da.

source: Climbing And Falling
ar: التسلق والسقوط
eu: Eskalatzea eta erortzea

source: On the right hand side, you need the last zombie to follow you. Well, he may be a bit reluctant, but do not worry, you can always go back if he somehow had other plans and went in another direction. To make sure he is following you, you sometimes have to wait until he nearly catches you before you move, otherwise he will turn around. Last piece of advice: the exact height where you stand on a ladder, while you wait for the zombie to fall down, is sometimes important - especially at the last gap.
ar: على الجانب الأيمن، تحتاج إلى أن يتبعك الزومبي الأخير. حسنًا، قد يكون مترددًا بعض الشيء، لكن لا تقلق، يمكنك دائمًا العودة إذا كان لديه خطط أخرى وذهب في اتجاه آخر. للتأكد من أنه يتبعك، عليك أحيانًا الانتظار حتى يكاد يمسك بك قبل أن تتحرك، وإلا فسيستدير. آخر نصيحة: الارتفاع المحدد الذي تقف عليه على سلم، بينما تنتظر الزومبي ليسقط، مهم أحيانًا - خاصة عند الفجوة الأخيرة.
eu: Eskuin aldean, azken zonbiak jarrai zaitzan behar duzu. Tira, baliteke hark nahi ez izatea, baina ez larritu, atzera egin dezakezu hark beste asmo bat izan eta beste norabide batean joan bada. Jarraitzen zaituela ziurtatzeko, batzuetan, zu mugitu aurretik, berak zu ia harrapatu arte itxoin beharko duzu, bestela buelta emango du. Azken aholkua: zonbia erortzeko zain zauden bitartean eskailera baten zein maila zehatzetan zauden, batzuetan garrantzitsua da - bereziki azken hutsunean.

source: Temple Of Gold
ar: معبد الذهب
eu: Urrezko tenplua

source: Getting the gold is the easier part: get out into the outer temple and enter the inner temple from above - from there it is possible to dig your way to the gold. The harder part is getting past the zombies. You cannot get past three of them at once, so the solution is to lure most of them away. Lure the zombie from the inner temple into the bottom pit, then get the zombie on the right into the inner temple. Try to get him into the place where the gold was. Then it is easier to get the other zombies into the inner temple as well. However the zombies will sometimes be a bit reluctant to go where you want them. The place they start from when you lure them down is crucial. Trial and error will help you figure this one out.
ar: الحصول على الذهب هو الجزء الأسهل: اخرج إلى المعبد الخارجي وادخل المعبد الداخلي من الأعلى - من هناك من الممكن حفر طريقك إلى الذهب. الجزء الأصعب هو تجاوز الزومبي. لا يمكنك تجاوز ثلاثة منهم في آن واحد، لذا الحل هو استدراج معظمهم بعيدًا. اسحب الزومبي من المعبد الداخلي إلى الحفرة السفلية، ثم ادخل الزومبي على اليمين إلى المعبد الداخلي. حاول أن تجعله يدخل المكان الذي كان فيه الذهب. عندها يكون من الأسهل إدخال الزومبي الآخرين إلى المعبد الداخلي أيضًا. ومع ذلك، فإن الزومبي أحيانًا يكونون مترددين بعض الشيء في الذهاب إلى حيث تريدهم. المكان الذي يبدأون منه عندما تستدرجهم للأسفل حاسم. المحاولة والخطأ سيساعدانك على فهم هذا.
eu: Urrea lortzea zatirik errazena da: kanpoko tenplura atera eta barruko tenplura goitik sartu - handik urrerako bidea zulatu dezakezu. Zatirik zailena zonbiak gainditzea da. Ezin dituzu haietako hiru aldi berean gainditu; beraz, irtenbidea horietako gehienak handik kanpora erakartzea da. Erakarri barneko tenpluko zonbia beheko hobira, gero eskuineko zonbia barneko tenplura eraman. Saiatu zaitez hura urrea zegoen lekuan sartzen. Orduan beste zonbiak ere barruko tenpluan sartzea errazagoa da. Hala ere, zonbiek batzuetan ez dute izango zuk haiek jutea nahi duzun lekura joateko gogorik. Erakartzen hasten zarenean haien abiapuntuak berebiziko garrantzia izango du. Probak eta erroreak hau asmatzen lagunduko dizu.

source: Always Know Your Way Out
ar: اعرف دائمًا طريق خروجك
eu: Ezagutu beti zure irteerako bidea

source: You can dig on both sides simultaneously. This will be necessary a few times to let a zombie free on one side while you escape to the other side.
ar: يمكنك الحفر على كلا الجانبين في وقت واحد. سيكون هذا ضروريًا في بضع مرات لتحرير زومبي على جانب واحد بينما تهرب أنت إلى الجانب الآخر.
eu: Bi aldeetan aldi berean zula dezakezu. Hori hainbat aldiz egitea beharrezkoa izango da, alde batean zonbi bat aske utzi bitartean beste aldera ihes egiteko.

source: Patience?
ar: سوليتير؟
eu: Pazientzia?

source: Sometimes it is better to wait, but sometimes you should take what is yours before the zombies steal it.
ar: أحيانًا يكون من الأفضل الانتظار، ولكن في بعض الأحيان عليك أن تأخذ ما هو لك قبل أن يسرقه الزومبي.
eu: Batzuetan hobe da itxoitea, baina beste batzuetan zurea dena hartu beharko zenuke zonbiek hura ostu baino lehen.

source: Lock Them Away!
ar: احبسهم!
eu: Giltzapetu itzazu!
