Repository: KDE/kgoldrunner
Catalog: po/*/kgoldrunner.po
Languages: ar, eu

source: Oin
ar: أوين

source: Look for false floors to get to places that are otherwise inaccessible. You have to dig to find a couple of them.
ar: ابحث عن أرضيات زائفة للوصول إلى أماكن لا يمكن الوصول إليها بطريقة أخرى. يجب عليك الحفر لإيجاد اثنين منها.
eu: Bestela iritsi ezin den lekuetara iristeko zoru faltsuak bilatu. Haietako pare bat aurkitzeko zulatu egin behar duzu.

source: Kili
ar: كيلي

source: Get the gold in the middle and on the top before getting the gold on the bottom or lower left. That way, if you have to kill an enemy (the one at the left is just asking for it) then they only block your way to the exit rather than make it impossible to gather the remaining gold.
ar: احصل على الذهب في المنتصف وفي الأعلى قبل الحصول على الذهب في القاع أو في أسفل اليسار. بهذه الطريقة، إذا اضطررت إلى قتل عدو (الواحد على اليسار يطلب ذلك)، فإنهم فقط يحجبون طريقك إلى المخرج بدلاً من جعل جمع الذهب المتبقي مستحيلاً.

source: Fili
ar: فيلي

source: Lots of false bricks to trap you, or give you access to different parts of the maze. Test below the ladders and other places. The four high trap in the middle is a show stopper: you can only get back past it once you have gathered all the gold. So stay out of the lower right until you have cleared the rest of the gold. Then drop through the trap below the top right ladder - there is no other way to get the piece of gold below it. Once you are down here, there is no getting back to the top right until you have cleared all the gold. After getting the piece of gold at center right, dig down to get the left of the two adjacent pieces. The escape from the lower right comes when all the gold is gathered and a small section of ladder appears in the center.
ar: الكثير من الطوب الخادع لحبسك، أو لإعطائك وصولًا إلى أجزاء مختلفة من المتاهة. اختبر أسفل السلالم والأماكن الأخرى. الفخ المرتفع المكون من أربعة أجزاء في المنتصف هو نقطة توقف: يمكنك فقط العودة والمرور من جانبه عندما تكون قد جمعت كل الذهب. لذا ابق خارج الجزء السفلي الأيمن حتى تكون قد أزلت باقي الذهب. ثم اسقط عبر الفخ الموجود أسفل السلم العلوي الأيمن - لا يوجد طريقة أخرى للحصول على قطعة الذهب الموجودة تحته. بمجرد أن تكون هنا في الأسفل، لا يوجد عودة إلى الأعلى الأيمن حتى تكون قد أزلت كل الذهب. بعد الحصول على قطعة الذهب في المنتصف الأيمن، احفر لأسفل للحصول على القطعة اليسرى من القطعتين المتجاورتين. الهروب من الجزء السفلي الأيمن يأتي عندما يُجمع كل الذهب ويظهر جزء صغير من السلم في المنتصف.

source: Dwalin
ar: دوالين

source: A maze, but you can not see the path out. You have to use the false floors. Trial and error is your only hope - try mapping it on paper if you are having trouble.
ar: متاهة، لكن لا يمكنك رؤية الطريق للخروج. عليك استخدام الأرضيات الخادعة. التجربة والخطأ هما أملك الوحيد - حاول رسمها على الورق إذا كنت تواجه مشكلة.
eu: Labirinto bat, baina ezin duzu irteerako ibilbidea ikusi. Gezurrezko zorua erabili behar duzu. Saiatu eta huts egitea da zure esperantza bakarra - arazoak badituzu, saia zaitez paperean mapa egiten.

source: Durin
ar: دورين

source: This diagonal maze is not too hard, except there is the occasional pit to get trapped in and that lone enemy is fast. Try to lure the enemy down and into one of the pits. Then the rest is almost a cake walk.
ar: هذه المتاهة المائلة ليست صعبة جدًا، باستثناء وجود حفرة عرضية يمكنك الوقوع فيها وذلك العدو الوحيد سريع. حاول إغراء العدو للنزول إلى إحدى الحفر. عندها سيكون الباقي سهلاً للغاية.
eu: Labirinto diagonal hau ez da zailegia, noizbehinka harrapa zaitzakeen zulo bat dagoela eta etsai bakar hori azkarra dela salbu. Saia zaitez etsaia behera zuloetako baten barrura erakartzen. Gainerakoa oso erraza da.

source: Dain
ar: داين

source: There are too many enemies to fight up on the top level (there are not many bricks there for a reason). Instead, wait on the level below and let them come to you. Dig to escape and get the gold at bottom left. On the way back, stand on the top level and use the same trick to draw the enemies up there. Dig a brick leading down and head for the exit. The only tricky parts come when two enemies end up in the lower left, in the center (on your way back) or at the upper right. Except for the last case, you should be able to complete the level without intentionally trapping any enemies, but some may inadvertently fall into your two pits.
ar: هناك عدد كبير جدًا من الأعداء للقتال في المستوى العلوي (لا يوجد الكثير من الطوب هناك لسبب). بدلاً من ذلك، انتظر في المستوى الأدنى ودعهم يأتون إليك. احفر للهروب والحصول على الذهب في أسفل اليسار. في طريق العودة، قف على المستوى العلوي واستخدم نفس الحيلة لاستدراج الأعداء إلى هناك. احفر طوبة تؤدي إلى الأسفل وتوجه نحو المخرج. الأجزاء الصعبة الوحيدة تأتي عندما ينتهي الأمر بعدوين في أسفل اليسار، أو في المنتصف (في طريق عودتك) أو في الأعلى اليمين. باستثناء الحالة الأخيرة، يجب أن تكون قادرًا على إنهاء المستوى دون حبس أي أعداء عن قصد، ولكن قد يسقط بعضهم عن غير قصد في حفرتيك.

source: Duergar
ar: دويرجار

source: A maze without walls or enemies - how hard can it be? But the traps act as walls, and the enemies would just fill the traps, so perhaps this is another one where you will want to draw a map. Note that you can probe for traps by digging, but that can lead to a rather slow game while you wait for the bricks you dig to refill.
ar: متاهة بلا جدران أو أعداء - ما مدى صعوبتها؟ لكن الفخاخ تعمل كجدران، والأعداء سيملأون الفخاخ فقط، لذا ربما هذا مستوى آخر ستحتاج فيه إلى رسم خريطة. لاحظ أنه يمكنك البحث عن الفخاخ عن طريق الحفر، ولكن ذلك قد يؤدي إلى لعبة بطيئة نوعًا ما بينما تنتظر الطوب الذي حفرته ليعود كما كان.

source: Balin
ar: بالين

source: To get through the center, you will have to clear it of enemies, but there is only one diggable brick. Use it to drop through, race to the right and go up to the row above the dug brick. There is just enough time to entice the enemy into the closing hole. Repeat as necessary. To leave the maze, you need to find a way through the long diagonal barrier of ladders. Beneath one of them is a false floor to use for your escape route.
ar: للمرور عبر المنتصف، سيتعين عليك إخلاؤه من الأعداء، لكن هناك طوبة واحدة فقط قابلة للحفر. استخدمها للسقوط من خلالها، واندفع إلى اليمين واصعد إلى الصف فوق الطوبة المحفورة. هناك وقت كافٍ فقط لإغراء العدو بالدخول في الفتحة التي تغلق. كرر حسب الضرورة. لترك المتاهة، عليك إيجاد طريق عبر الحاجز المائل الطويل من السلالم. تحت إحداها توجد أرضية خادعة لاستخدامها كطريق هروبك.

source: Gimli
ar: جيملي

source: The enemies are paper tigers, although you need a trick to get past the first one. Stand on top of the ladder to the left of the false brick. When the enemy moves over the ladder to the right of the false brick, move down your ladder, enticing the enemy to move down into the false brick. Quickly move up and over the enemy's head. Otherwise, it is just a matter of maneuvering the enemies to a place where you can trap them or pass by them. The only real problem occurs if an enemy grabs a piece of gold and gets stuck somewhere and you can not dig him out. Oh, well, sometimes you lose. To get out of the center section, search for the double trap on the left.
ar: الأعداء ليسوا خطرين، رغم أنك ستحتاج إلى حيلة للمرور من الأول. قف فوق السلم على يسار الطوبة الخادعة. عندما يتحرك العدو فوق السلم على يمين الطوبة الخادعة، انزل من سلمك، مغريًا العدو للنزول إلى الطوبة الخادعة. اصعد بسرعة ومر فوق رأس العدو. وإلا، فالأمر مجرد مناورة الأعداء إلى مكان يمكنك حبسهم فيه أو المرور من جانبهم. المشكلة الحقيقية الوحيدة تحدث إذا أمسك عدو بقطعة من الذهب وعلِق في مكان ما ولم تتمكن من حفر طريق له. حسنًا، في بعض الأحيان تخسر. للخروج من الجزء المركزي، ابحث عن الفخ المزدوج على اليسار.

source: Brokkr
ar: بروكّر

source: Leave the piece of gold just down and to your right until last. To get back to this section of the maze, you will need to dig through the wall a bit further down and to the right. The easiest way to handle most of the enemies is to lure them along until they fall into a pit. But beware, the pits fill with ladders once you have all the gold, allowing the trapped enemies to escape.
ar: اترك قطعة الذهب الموجودة في الأسفل وإلى يمينك حتى النهاية. للعودة إلى هذا الجزء من المتاهة، ستحتاج إلى الحفر عبر الجدار لأسفل وإلى اليمين. أسهل طريقة للتعامل مع معظم الأعداء هي استدراجهم حتى يسقطوا في حفرة. لكن احذر، الحفر تُملأ بالسلالم بمجرد أن تحصل على كل الذهب، مما يسمح للأعداء المحبوسين بالهروب.

source: Thrain
ar: ثراين

source: Mostly straightforward, but beware of a couple of one-way gates, in particular in the section at the top, right of center. Be sure to clear out all the gold before freeing the trapped enemy at top right, who has a piece of gold. You will also need to use the false floor on the far right at the top.
ar: المسار واضح في الأغلب، لكن انتبه من بوابات لا عودة منها، خصوصاً في القسم العلوي على يمين المنتصف. تأكد من جمع كل الذهب قبل تحرير العدو المحاصر في الجزء العلوي الأيمن، والذي يحمل قطعة ذهب. سوف تحتاج أيضاً إلى استخدام الأرضية الخادعة في أقصى اليمين في الجزء العلوي.

source: Thorin
ar: ثورين

source: In the beginning, rush to the top of the pyramid-like structure, dig off the top, go down and get two pieces of gold. Then lure the enemies into the area under the pyramid and move down and to the left. This can cause an enemy to be trapped and others to move into areas where they are harmless. If any enemies follow you, escape to the bottom left, collecting some gold on the way. To get the piece of gold in the upper left, you first have to lure the one enemy out of that section. After collecting the gold, you may find yourself threatened by enemies to your right. If so, go to the lowest level of the section that you can reach without digging. The enemies will go into a side corridor, giving you enough time to run up over the bar and reach the top of the pyramid just ahead of them. The rest is just hard work.
ar: في البداية، سارع إلى قمة الهيكل الشبيه بالهرم، احفر القمة، انزل واحصل على قطعتي ذهب. بعد ذلك استدرج الأعداء إلى المنطقة تحت الهرم وانتقل إلى الأسفل واليسار. هذا قد يتسبب في محاصرة أحد الأعداء وانتقال الآخرين إلى مناطق يكونون فيها غير مؤذين. إذا لاحقك أي من الأعداء، اهرب إلى أسفل اليسار، واجمع بعض الذهب في طريقك. للحصول على قطعة الذهب في أعلى اليسار، عليك أولاً استدراج العدو الواحد للخروج من ذلك القسم. بعد جمع الذهب، قد تجد نفسك مهددًا من قبل الأعداء على يمينك. إذا كان الأمر كذلك، اذهب إلى أدنى مستوى من القسم الذي يمكنك الوصول إليه دون حفر. سوف يذهب الأعداء إلى ممر جانبي، مما يمنحك وقتًا كافيًا للركض فوق الحاجز والوصول إلى قمة الهرم قبلهم مباشرة. الباقي هو مجرد عمل شاق.

source: Telchar
ar: تيلشار

source: False floors are the key to this level. The way into a section is often not the way out. Many of the enemies will get trapped if you move low enough. Save the middle bottom gold for last: you can not get out of this section until a hidden ladder appears.
ar: الأرضيات الخادعة هي مفتاح هذا المستوى. طريق الدخول إلى قسم غالبًا ما يكون غير طريق الخروج. الكثير من الأعداء سوف يحاصرون إذا نزلت بدرجة كافية. احفظ الذهب في المنتصف السفلي للأخير: لا يمكنك الخروج من هذا القسم حتى يظهر سلم مخفي.
eu: Zoru faltsuak dira maila honetako gakoak. Atal baterako sarrera ez da beti irteerako bidea. Etsaietako asko harrapatuta geldituko dira, behar bezain baxu mugitzen bazara. Utzi beheko erdiko urrea azkenerako: ezin zara atal honetatik irten ezkutuko eskailera bat agertu arte.

source: Dvergar
ar: دفيرجار

source: When you collect the gold at top left, you may have trouble leaving the section. The obvious way out (at the foot of the ladder) does not work because of a false brick. Instead, you need to plan ahead when you dig into this section. Dig out the piece of wall that blocks your exit to the right, then quickly go up and grab the gold, then back down and out through the missing wall before it reappears. There is a false brick here, so be sure to dig as you fall into it. After getting the last piece of gold, you can exit through the center, where a new piece of ladder allows you to dig and re-enter the left of the maze.
ar: عند جمع الذهب في أعلى اليسار، قد تواجه صعوبة في مغادرة القسم. الطريق الواضح للخروج (عند أسفل السلم) لا يعمل بسبب وجود طوبة خادعة. بدلاً من ذلك، عليك التخطيط مسبقاً عندما تحفر في هذا القسم. احفر قطعة الجدار التي تمنع خروجك إلى اليمين، ثم اصعد بسرعة واحصل على الذهب، ثم عد إلى الأسفل واخرج عبر الجدار المفقود قبل أن يظهر مجدداً. يوجد طوبة خادعة هنا، لذا احرص على الحفر عندما تسقط فيها. بعد الحصول على آخر قطعة ذهب، يمكنك الخروج عبر المنتصف، حيث قطعة سلم جديدة تسمح لك بالحفر والدخول مجدداً إلى يسار المتاهة.
eu: Goiko ezkerreko urrea biltzen duzunean, eremutik irteteko arazoak izan ditzakezu. Irteerako ageriko bideak (eskaileraren oinean) gezurrezko adreilu baten erruz ez du balio. Horren ordez, atal honetan sakontzen duzunean aurretik planifikatu behar duzu. Zulatu eskuineko irteera oztopatzen dizun horma-blokea, ondoren azkar igo eta urrea harrapatu, gero atzera behera eta falta den horman barrena berragertu aurretik. Hemen gezurrezko adreilu bat dago, beraz, ziurtatu horretan barrena erortzen zaren bitartean zulatzeaz. Azken urre zatia lortu ondoren, erdialdetik irten zaitezke, non eskailera zati berri batek zulatu eta labirintoaren ezkerraldera berriz sartzeko aukera ematen dizun.

source: Thingol
ar: ثينغول

source: There is one piece of gold that must be grabbed at the start. When you go to the lower part of the maze, the enemies will go down and stay there. This makes it easy to get the gold up high, but it becomes hard to collect the gold in the lower left. Try to get one or two pieces on your first trip down. By moving up and down on the bottom right ladder you can persuade the enemies to group on the left or right. Grouping them to the left makes it easy to get the piece of gold just down and to the right of center. Getting one enemy on the left and two on the right gives you a chance to get the remaining gold on the lower left, but consider getting it last after grouping all three enemies on the right, because you will then have more choice of ladders when dodging enemies on your way to the top.
ar: هناك قطعة ذهب واحدة يجب الحصول عليها في البداية. عندما تذهب إلى الجزء السفلي من المتاهة، سوف ينزل الأعداء و يبقون هناك. هذا يسهل الحصول على الذهب في الأعلى، لكنه يجعل جمع الذهب في الجزء السفلي الأيسر صعباً. حاول الحصول على قطعة أو قطعتين في أول نزول لك. بالتحرك صعوداً وهبوطاً على السلم السفلي الأيمن يمكنك إقناع الأعداء بالتجمع على اليسار أو اليمين. تجميعهم إلى اليسار يسهل الحصول على قطعة الذهب الموجودة أسفل ويمين المنتصف. الحصول على عدو واحد على اليسار واثنين على اليمين يمنحك فرصة للحصول على الذهب المتبقي في الجزء السفلي الأيسر، لكن فكر في الحصول عليه أخيرًا بعد تجميع الأعداء الثلاثة على اليمين، لأنك حينها سوف يكون لديك خيارات أكثر من السلالم عند تفادي الأعداء في طريقك إلى القمة.

source: Dvalin
ar: دفالين

source: There are two problems. First, in the early part you want to get the enemy just to the right of middle trapped in the bottom of that section. This requires getting the gold on the left and passing through the trap doors at the right time, as well as racing to get the gold on the bottom left. The gold on the bottom right is no big trick: just a small amount of timing and passing through the traps. The second problem is that at least one enemy will pick up a piece of gold. Getting him to let go of that piece of gold is tough. You need to lure that enemy into the top right section or the section down and to the left of that. Draw the enemy to the ladder with a gap above it, in the middle of the section. Wait two over to either side of this vacant square, leaving a brick between you and the vacant square. The enemy will move up and down the ladder, in and out of the vacant square. Eventually he will drop the gold on top of the ladder, at which point you have to move down to prevent him from moving back up the ladder and retaking the gold. The timing is tight - good luck! Alternatively, you can run around and trust to luck - the enemy will drop the piece of gold eventually!
ar: هناك مشكلتان. أولاً، في الجزء المبكر ترغب في محاصرة العدو الذي يقع مباشرة على يمين المنتصف في أسفل ذلك القسم. هذا يتطلب الحصول على الذهب على اليسار و المرور عبر الأبواب الفخية في الوقت المناسب، بالإضافة إلى التسابق للحصول على الذهب في أسفل اليسار. الذهب في أسفل اليمين ليس خدعة كبيرة: فقط قدر يسير من التوقيت والمرور عبر الفخاخ. المشكلة الثانية هي أن عدواً واحداً على الأقل سوف يلتقط قطعة ذهب. جعله يترك قطعة الذهب صعبة. عليك استدراج ذلك العدو إلى القسم العلوي الأيمن أو القسم الموجود أسفل ويسار ذلك. اجذب العدو إلى السلم الذي يوجد فوقه فراغ، في منتصف القسم. انتظر مربعين على أي من جانبي هذا المربع الفارغ، تاركاً طوبة بينك وبين المربع الفارغ. سوف يتحرك العدو صعوداً وهبوطاً على السلم، داخلًا وخارجًا من المربع الفارغ. في النهاية سوف يسقط الذهب فوق السلم، وعند هذه النقطة عليك النزول لمنعه من العودة إلى السلم واستعادة الذهب. التوقيت دقيق - حظاً سعيداً! بدلاً من ذلك، يمكنك الركض هنا وهناك و الاعتماد على الحظ - سوف يسقط العدو قطعة الذهب في النهاية!

source: Lots of false floors to use and avoid.
ar: الكثير من الأرضيات الخادعة للاستخدام والتجنب.
eu: Erabili eta saihestu beharreko gezurrezko zoru asko.

source: Rumpelstiltskin
ar: رامبيل ستيلتسكين

source: The main trick for this level is luring the enemies so that you can get around them, or in one case, so that you can walk over an enemy to collect a piece of gold. The luring is not so hard, but the distances you have to lure them are long. Maneuvering the enemy so that you can walk over him to get the piece of gold has timing that is a bit tight, but not too bad. When you reach the section above your starting point, there are two ways out: one is a false brick under the short ladder. But if you dig the other square and drop down, there is a path through a false floor that avoids retracing all the early part of the maze.
ar: الخدعة الرئيسية لهذا المستوى هي استدراج الأعداء حتى تتمكن من الالتفاف حولهم، أو في إحدى الحالات، حتى تتمكن من المشي فوق عدو لجمع قطعة ذهب. الاستدراج ليس صعباً للغاية، لكن المسافات التي يتعين عليك استدراجهم فيها طويلة. مناورة العدو بحيث يمكنك المشي فوقه للحصول على قطعة الذهب لها توقيت دقيق بعض الشيء، لكن ليس سيئاً للغاية. عندما تصل إلى القسم فوق نقطة البداية، هناك طريقان للخروج: أحدهما طوبة خادعة تحت السلم القصير. لكن إذا حفرت المربع الآخر و سقطت، يوجد مسار عبر أرضية خادعة يتجنب إعادة مسار كل الجزء المبكر من المتاهة.

source: Thror
ar: ثور

source: The two gold in the lower left are cut off from the rest of the maze. On the right of this section, there is an empty square where you can dig a brick. To visit the isolated section, dig out the brick and move left and down through a false brick. You have to race to get one piece of gold and return through another false brick, just in time to cross the dug brick before it closes. The enemy is a bit of a pain. Try luring him to the bottom of the maze, dropping to the floor where you have a ladder to climb back up, but with the enemy above a square without a ladder, thus trapping him.
ar: القطعتان الذهبيتان في الجزء السفلي الأيسر معزولتان عن بقية المتاهة. على يمين هذا القسم، يوجد مربع فارغ يمكنك حفر طوبة فيه. لزيارة القسم المعزول، احفر الطوبة وانتقل إلى اليسار والأسفل عبر طوبة خادعة. يجب أن تسابق الزمن للحصول على قطعة ذهب والعودة عبر طوبة خادعة أخرى، في الوقت المناسب تماماً لعبور الطوبة المحفورة قبل أن تغلق. العدو مزعج بعض الشيء. حاول استدراجه إلى أسفل المتاهة، ثم اسقط إلى الأرضية حيث يوجد لديك سلم للصعود مجدداً، لكن مع بقاء العدو فوق مربع لا يوجد فيه سلم، وبهذا تحاصره.
eu: Beheko ezkerreko bi urre zatiak labirintoaren gainerakotik bereizita daude. Eremu honen eskuinaldean, adreilu bat zulatu dezakezun plaza huts bat dago. Isolatutako eremua bisitatzeko, zulatu adreilua eta mugitu ezkerrera eta behera gezurrezko adreiluan barrena. Lasterka egin behar duzu urre zati bat lortzeko eta gezurrezko beste adreilu batean barrena itzuli behar duzu, zulatutako adreilua itxi baino lehen zeharkatzeko garaiz. Etsaia pixka bat gogaikarria da. Saia zaitez labirinto hondora erakartzen, lurrera eroriz, non berriro igotzeko eskailera bat duzun, baina etsaia eskailerarik gabeko plaza batean dagoela, horrela harrapatuta utziz.

source: The maze is sparser and harder. The enemies are trickier. The traps are more wicked. The maze changes. May you walk through interesting mazes. To get the last few gold pieces, you have to enter a section of maze at the left and lower left that is walled off from the rest. This section is shaped like a large letter 'L'. Dig two bricks on the right edge of the L (at left of center) and jump in - there is a false brick that lets you through. After you have gathered all the gold, the maze changes. You have to drop down to somewhere near the beginning and make your way back through. At the upper right the exit seems to be blocked. Dig down two bricks and fall for a while, then you will find the way out.
ar: المتاهة أقل كثافة وأصعب. الأعداء أكثر دهاء. الفخاخ أكثر خبثًا. المتاهة تتغير. أتمنى لك السير عبر متاهات ممتعة. للحصول على قطع الذهب القليلة الأخيرة، عليك الدخول إلى قسم من المتاهة على اليسار وأسفل اليسار الذي جُدِرَ عن البقية. هذا القسم على شكل حرف 'L' كبير. احفر طوبتين على الحافة اليمنى من حرف الـ L (على يسار المنتصف) واقفز - يوجد طوبة خادعة تسمح لك بالمرور. بعد أن تجمع كل الذهب، تتغير المتاهة. عليك السقوط إلى مكان قريب من البداية والعودة من جديد. في الجزء العلوي الأيمن يبدو المخرج مغلقاً. احفر طوبتين إلى الأسفل وسوف تسقط لبعض الوقت، ثم ستجد طريق الخروج.
eu: Labirintoa sakabanatuago eta zailagoa da. Etsaiak maltzurragoak dira. Tranpak bihurriagoak dira. Labirintoa aldatu egiten da. Labirinto interesgarrietatik pasa zaitezela. Azken urre-zatiak lortzeko, ezkerrean eta behe-ezkerrean gainontzekotik harresituta dagoen labirintoaren atal batean sartu behar duzu. Atal horrek 'L' handi baten forma du. 'L'-aren eskuin ertzean (erdigunearen ezkerrean) zulatu bi adreilu eta bertara jauzi egin - bertatik pasatzen uzten dizun gezurrezko adreilu bat dago. Urre dena bildu duzunean, labirintoa aldatu egiten da. Hasieratik gertu dagoen lekuren batera joan eta zure bidea aurkitu behar duzu. Goiko eskuinaldean irteera oztopatuta dagoela dirudi. Bi adreilu zulatu eta aldi batez erori, orduan aurkituko duzu irteera.

source: Initiation
ar: البدء
eu: Hasieratzea

source: These 100 levels make an excellent introductory game, as well as a good opportunity for experts to build up high scores. They were composed by Peter Wadham and use traditional playing rules. The last few levels are very hard, but if you are looking for even more of a challenge, have a go at 'Vengeance of Peter W' ...
ar: هذه المستويات المائة تشكل لعبة تقديمية ممتازة، وكذلك فرصة جيدة للخبراء لتكوين نقاط عالية. لقد صاغها بيتر وادهام وتستخدم قواعد اللعب التقليدية. المستويات القليلة الأخيرة صعبة للغاية، لكن إذا كنت تبحث عن تحدٍ أكبر، جرب 'انتقام بيتر و'...
eu: 100 maila hauek ongi daude jokoan hasteko eta adituek beraien puntuazioak hobetzeko. Peter Wadham-ek diseinatu zituen joko-arau tradizionalak erabiliz. Azken mailak oso gogorrak dira, baina erronka gehiago nahi badituzu, saiatu "Peter mendekua"-ra joan…

source: Don't Panic
ar: لا تخاف
eu: Ez beldurtu

source: The cover of 'The Hitchhiker's Guide to the Galaxy' by Douglas Adams said so, in large friendly letters, so there is no need to panic. The enemies are behind a wall and can not reach you.
ar: قال غلاف كتاب 'دليل المسافر إلى المجرة' لدوجلاس آدامز ذلك، بحروف كبيرة و ودية، لذا لا حاجة للذعر. الأعداء خلف جدار ولا يمكنهم الوصول إليك.
eu: Douglas Adams-en 'Autostopistaren gida galaxiarako' (The Hitchhiker's Guide to the Galaxy) liburuaren azalak dioen bezala, letra handietan, ez duzu zertan beldurra eduki beharrik. Etsaiak hormaren atzean daude eta ez zaituzte harrapatuko.

source: Lust for Gold
ar: شهوة الذهب
eu: Urrearen lizunkeria

source: When you kill the enemies you can trap them permanently in the pit at top right.
ar: عندما تقتل الأعداء يمكنك محاصرتهم بشكل دائم في الحفرة في أعلى اليمين.
eu: Zure etsaiak hiltzeko goiko eskuineko zuloan betirako preso utzi ditzakezu.

source: Ladders? Trust me!
ar: سلالم؟ ثق بي!
eu: Eskailerak? Sinets iezadazu!

source: Drop In and Say Hello
ar: انزل وقل مرحباً
eu: Sartu eta esan kaixo
