Repository: KDE/kgoldrunner
Catalog: po/*/kgoldrunner.po
Languages: ar, eu

source: The gold on the right hand side is just a question of speed and dexterity. So is the gold on the lower levels. To reach the gold above the bar on the left, walk on your enemy's head as he moves along the bar. The gold in the middle needs more thought. When the enemy is climbing the long ladder at center-left, jump to the right and dig the brick left of the bar. Go upstairs and wait for the enemy, then ride on his head, take the gold, dig three bricks and enter the central structure. Wait for the enemy to come up the ladder when you emerge on the right. As he moves up and down on the top rungs, choose the right moment to walk over his head and reach the gold at the top right. The rest is easy.
ar: الذهب على الجانب الأيمن هو مجرد مسألة سرعة ومهارة. وكذلك الذهب في المستويات السفلية. للوصول إلى الذهب فوق العارضة على اليسار، سِرّ على رأس عدوك بينما يتحرك على طول العارضة. الذهب في الوسط يحتاج إلى مزيد من التفكير. عندما يصعد العدو السلم الطويل في الوسط-اليسار، اقفز إلى اليمين واحفر الطوب الموجود يسار العارضة. اصعد للأعلى وانتظر العدو، ثم اركب على رأسه، خذ الذهب، احفر ثلاث قطع طوب وادخل الهيكل المركزي. انتظر أن يصعد العدو السلم عندما تخرج على اليمين. بينما يتحرك لأعلى ولأسفل على الدرجات العليا، اختر اللحظة المناسبة للسير فوق رأسه والوصول إلى الذهب في أعلى اليمين. الباقي سهل.

source: Watch Out For Traps
ar: احذر من الفخاخ
eu: Kontuz tranpekin

source: Use the four enemies to fill up the false bricks you will find on your way up the ladders.
ar: استخدم الأعداء الأربعة لملء قطع الطوب الزائفة التي ستجدها في طريقك صعودًا على السلالم.
eu: Erabili zure etsaiak eskaileran gora aurkituko dituzun gezurrezko adreiluak betetzeko.

source: Easy Prey
ar: فريسة سهلة
eu: Harrapakin erraza

source: This is not very difficult. The main thing is to prevent any enemy getting a piece of gold. This is easier than it seems if you collect the easily accessible pieces first. Trying to group the enemies will help. If you are on the other side of a barrier you can group them by moving up and down. Furthermore some of the bricks are traps, so you can sometimes take a short cut. But you should not count on it.
ar: هذا ليس صعبًا جدًا. الشيء الرئيسي هو منع أي عدو من الحصول على قطعة ذهب. هذا أسهل مما يبدو إذا جمعت القطع سهل الوصول إليها أولاً. محاولة تجميع الأعداء ستساعد. إذا كنت على الجانب الآخر من حاجز، فيمكن تجميعهم بالتحرك لأعلى ولأسفل. علاوة على ذلك، بعض قطع الطوب عبارة عن فخاخ، لذا يمكن أحيانًا أخذ طريق مختصر. ولكن لا يجب الاعتماد على ذلك.
eu: Hau ez da oso zaila. Garrantzitsuena etsaiek urre zatirik ez lortzea da. Hori egitea ematen duena baino errazagoa da, aurrena, hartzeko errazak diren zatiak biltzen badituzu. Etsaiak taldekatzen saiatzea lagungarria izango da. Hesi baten beste aldean bazaude, gora eta behera mugituz haiek biltzea lortuko duzu. Gainera, adreilu batzuk tranpak dira, eta batzuetan lasterbide bat har zenezake. Baina ez ezazu ziurtzat eman.

source: The Gold Mine
ar: منجم الذهب
eu: Urre-meategia

source: Of course the gold at the bottom needs to be taken last. It may be useful to lead some of the enemies into pits as you collect the higher pieces of gold, but do not forget to release them before you go for the last gold. As for the gold at the bottom, think where the escape route could be before you start digging down to the gold, because you will not have time to reflect when you are inside the big pit...
ar: بالطبع، يجب أخذ الذهب في الأسفل أخيرًا. قد يكون من المفيد جذب بعض الأعداء إلى الحفر أثناء جمع قطع الذهب العليا، ولكن لا تنسَ إطلاق سراحهم قبل التوجه للذهب الأخير. أما بالنسبة للذهب في الأسفل، ففكر أين يمكن أن يكون طريق الهروب قبل البدء في الحفر للوصول إلى الذهب، لأنه لن يكون لديك وقت للتفكير عندما تكون داخل الحفرة الكبيرة...

source: Entangled
ar: متشابك
eu: Nahastuta

source: Dodge the first enemy among the ladders on the right. Now you come to a place where there are several shafts of false bricks leading down. Fall through the leftmost shaft and dig the brick to the right while falling. The enemy needs to be one ladder away from you and has to jump down immediately after you. Climb up, fall through the rightmost shaft and head for the single piece of gold. Escape through the traps beneath the dug brick. Timing is very tight. Be quick enough to reach the ladder on the left before the second enemy blocks your path, then step down to the same height as the pit to the right. The enemy will pass above you and fall into the pit. Take the gold on the right, dig the bricks on the left, lure the third enemy into a false brick and step over his head to escape upward. Get into the left-hand section by digging a brick near the top. You can dodge the next enemy by falling through a trap that leads back to the right-hand section, making him follow you. To reach the gold at the bottom, lure the enemies away, search for false bricks leading down, dig the brick on the end of the line and take those pieces fast.
ar: تجنب العدو الأول بين السلالم على اليمين. الآن تصل إلى مكان توجد فيه عدة أعمدة من الطوب الزائف تؤدي للأسفل. اسقط عبر العمود أقصى اليسار واحفر الطوب الموجود على اليمين أثناء السقوط. يجب أن يكون العدو على بعد سلم واحد منك ويجب أن يقفز للأسفل فورًا بعدك. اصعد للأعلى، اسقط عبر العمود أقصى اليمين وتوجه نحو قطعة الذهب المنفردة. اهرب من الفخاخ أسفل الطوب المحفور. التوقيت مضيق جدًا. كن سريعًا بما يكفي للوصول إلى السلم على اليسار قبل أن يحجب العدو الثاني طريقك، ثم انزل إلى نفس مستوى الحفرة على اليمين. سيمر العدو فوقك ويسقط في الحفرة. خذ الذهب على اليمين، احفر الطوب على اليسار، اجذب العدو الثالث إلى طوبة زائفَة وتخطَّ فوق رأسه للهروب للأعلى. ادخل إلى القسم الأيسر بحفر طوبة بالقرب من الأعلى. يمكن تجنب العدو التالي بالسقوط خلال فخ يؤدي إلى القسم الأيمن مرة أخرى، مما يجعله يتبعك. للوصول إلى الذهب في الأسفل، اجذب الأعداء بعيدًا، ابحث عن طوب زائف يؤدي للأسفل، احفر الطوبة في نهاية الخط وخذ تلك القطع بسرعة.

source: Three Friends
ar: ثلاثة أصدقاء
eu: Hiru lagun

source: You will need both enemies to help you finish the level. When you get to the gold on the column of concrete, wait on the edge. Make sure that your first helper will follow you when you jump down. Take the gold to your left, then go up and quickly dig the bricks on the left of the ladder until you can move further left, followed by the enemy. Step over his head to reach the next ladder and go up again. Jump into the pit and dig on both sides equally. As the enemy moves towards you through the dug bricks, trap him so that you can dig two more columns of bricks on the left. When he runs out of the dug brick, go left, stand next to the pit and dig to your right to trap him again. Go one step down the nearest ladder and make him jump into the pit. Now take the gold and get out! As you go back to the right, you will need to find a shaft of false bricks which is hidden under a diggable brick. When you get back, make the second enemy follow you down to the lowest level. Leave him there, but use him to get back to the ladders leading upwards. Go to the pit and ladder at center-left and open up a shaft two bricks wide all the way down to the concrete near where the enemy is standing. When he follows you left, trap him, go right to the ladder and wait for him to run towards the pit. You need to start your escape to the left when he is just starting to fall into the pit, to avoid being killed when the bricks close.
ar: ستحتاج إلى العدوين معًا لمساعدتك على إنهاء المستوى. عندما تصل إلى الذهب الموجود على عمود الخرسانة، انتظر على الحافة. تأكد من أن مساعدك الأول سيتبعك عندما تقفز. خذ الذهب إلى يسارك، ثم اصعد وحفر بسرعة الطوب الموجود على يسار السلم حتى تتمكن من التحرك أبعد إلى اليسار، يتبعك العدو. اقفز فوق رأسه للوصول إلى السلم التالي واصعد مرة أخرى. اقفز في الحفرة واحفر على كلا الجانبين بالتساوي. بينما يتحرك العدو نحوك عبر الطوب المحفور، اصطاده لتتمكن من حفر عمودين آخرين من الطوب على اليسار. عندما يخرج من الطوب المحفور، اذهب يسارًا، قف بجانب الحفرة واحفر إلى يمينك لاصطياده مرة أخرى. انزل درجة واحدة من أقرب سلم واجعله يقفز في الحفرة. الآن خذ الذهب واخرج! عندما تعود إلى اليمين، ستحتاج إلى إيجاد حفرة من الطوب الزائف مخبأة تحت طوبة قابلة للحفر. عندما تعود، اجعل العدو الثاني يتبعك إلى المستوى الأدنى. اتركه هناك، ولكن استخدمه للعودة إلى السلالم المؤدية إلى الأعلى. اذهب إلى الحفرة والسلم في الوسط الأيسر وافتح حفرة بعرض طوبتين على طول الطريق إلى الخرسانة بالقرب من المكان الذي يقف فيه العدو. عندما يتبعك إلى اليسار، اصطاده، اذهب يمينًا إلى السلم وانتظر حتى يركض نحو الحفرة. يجب أن تبدأ هروبك إلى اليسار عندما يبدأ هو للتو في السقوط في الحفرة، لتتجنب القتل عندما يغلق الطوب.

source: Let Me Out!
ar: أخرجوني من هنا!
eu: Utzi irteten!

source: It is no use looking for traps: there are none! When taking the first gold run down quickly so that the enemy does not follow you but goes by another route. Go down nearly as far as you can, so that the enemy will move to a position where you can get past him. You need to be very, very quick!
ar: لا فائدة من البحث عن فخاخ: لا يوجد أي منها! عند أخذ أول ذهب، اهبط للأسفل بسرعة حتى لا يتبعك العدو بل يسلك طريقًا آخر. انزل للأسفل بقدر ما تستطيع، حتى يتحرك العدو إلى موضع يمكنك تجاوزه منه. يجب أن تكون سريعًا جدًا!
eu: Alferrik da tranpak bilatzea: ez daude eta! Lehenengo urrea hartzen duzunean, zoaz azkar behera, etsaiak zu jarraitu ez, baina beste bide batetik joan dadin. Zoaz behera ia ahal duzun urrutien, etsaia hura gaindi dezakezun kokaleku batean ipin dadin. Oso, oso azkar ibili behar duzu!

source: Let Them Live
ar: دعهم يعيشون
eu: Utzi bizitzen

source: With a bit of dexterity, it is possible to pass three trapped enemies. Killing is not an option, because you will need two of the three enemies, so be careful not to dig too early, otherwise the enemies will reappear near the concrete pit at the top right and you will have to restart the level. The next two pieces of gold can only be reached with the help of two enemies. You have free choice which piece you take first, but my personal suggestion is to take the higher piece last. A popup ladder will make it easier for you to continue your way up. The last enemy is very likely to have been in the concrete pit, because he got killed by the refilling bricks. He is a bit difficult to pass. The easiest way is to wait on the highest ladder until the enemy goes back to the concrete pit. Then you just have time to reach a short ladder before two big ladders. Wait there until he jumps down, then you can quickly climb up and escape. If you managed to let all three enemies survive, then you are lucky...
ar: ببعض البراعة، يمكنك اجتياز الأعداء الثلاثة المحاصرين. لا تقتلهم، لأنك ستحتاج إلى اثنين من الأعداء الثلاثة. لذا احذر من الحفر مبكرًا، وإلا سيعود الأعداء للظهور بالقرب من حفرة الخرسانة في أعلى اليمين وسيتعين عليك إعادة تشغيل المستوى. لا تصل إلى قطعتي الذهب التاليتين إلا بمساعدة عدوين. اختر بحرية القطعة التي تأخذها أولاً، لكن اقتراحي هو أن تأخذ القطعة الأعلى أخيرًا. سلم يظهر فجأة سيسهل عليك مواصلة طريقك صعودًا. من المحتمل جدًا أن يكون العدو الأخير قد مات في حفرة الخرسانة لأنه قتله الطوب الذي يملأ الحفرة. اجتيازه صعب قليلًا. أسهل طريقة هي أن تنتظر على أعلى سلم حتى يعود العدو إلى حفرة الخرسانة. حينها يكون لديك الوقت الكافي للوصول إلى سلم قصير قبل سلميْن كبيرين. انتظر هناك حتى يقفز إلى الأسفل، ثم اصعد بسرعة واهرب. إذا نجحت في إبقاء الأعداء الثلاثة على قيد الحياة، فأنت محظوظ...

source: Jump And Run!
ar: اقفز واركض!
eu: Jauzi eta korri!

source: Jump to the left from the highest bar on the right. Do not wait too long: no more than two enemies should be below the highest bar on the left when you jump down. Step over the heads of the falling enemies next to you and dig the higher brick. Cross over the brick and take the gold. Wait on the middle bar until the first ladder is free of enemies. Do not jump to that ladder too early or too late. If you got that far, start collecting the gold quickly, overtaking the enemies and staying just below them.
ar: اقفز إلى اليسار من أعلى عارضة على اليمين. لا تنتظر طويلًا: تأكد من ألا يكون هناك أكثر من عدوين أسفل أعلى عارضة على اليسار عندما تقفز. امش فوق رؤوس الأعداء الذين يسقطون بجانبك واحفر الطوبة الأعلى. اعبر فوق الطوبة وخذ الذهب. انتظر على العارضة الوسطى حتى يفرغ السلم الأول من الأعداء. لا تقفز إلى ذلك السلم مبكرًا جدًا أو متأخرًا جدًا. إذا وصلت إلى هذا الحد، ابدأ بجمع الذهب بسرعة، وتجاوز الأعداء وابقَ أسفلهم مباشرة.

source: The Lone Golddigger
ar: جامع الذهب المنفرد
eu: Urre bilatzaile bakartia

source: It is best to collect the gold at the upper left by working from right to left. You have to dig the column of bricks next to the ladder to get out again, so when you take the leftmost gold there will only be enough time to escape if you dig diagonally and take a short cut. The bricks you dig must first be cleared of gold. In the lower left section the leftmost gold is tricky. Dig the column of bricks until there are only five bricks left. Wait until the bricks above refill and dig the next brick just when the brick above reappears. Now dig the whole column of bricks, but leave the sixth brick from the bottom. Then you can run in, dig and fall on the gold at the left. The gold at the bottom requires speed. Dig all the bricks, take all the gold and get back. At the last brick you need to dig both sides at the same time. The gold inside the big box needs a bit of thinking --- and you have to be fast too...
ar: يُفضّل جمع الذهب الموجود في أعلى اليسار بالعمل من اليمين إلى اليسار. يجب حفر عمود الطوب المجاور للسلم للخروج مرة أخرى، لذا عند أخذ الذهب في أقصى اليسار، سيكون هناك وقت كافٍ للهروب فقط إذا حُفِرَ قطريًا وأُخِذَ طريق مختصر. يجب أولاً إزالة الذهب من الطوب الذي يُحفَر. في الجزء السفلي الأيسر، يكون الذهب في أقصى اليسار صعبًا. احفر عمود الطوب حتى يتبقى خمسة طوب فقط. انتظر حتى يعاد ملء الطوب أعلاه واحفر الطوبة التالية فقط عند ظهور الطوبة أعلاه مرة أخرى. الآن احفر عمود الطوب بالكامل، لكن اترك الطوبة السادسة من الأسفل. ثم يمكن الجري داخله، والحفر والسقوط على الذهب في اليسار. الذهب في الأسفل يتطلب السرعة. احفر كل الطوب، خذ كل الذهب وعد للخلف. عند الطوبة الأخيرة، يجب حفر الجانبين في نفس الوقت. الذهب داخل الصندوق الكبير يحتاج إلى بعض التفكير --- ويجب أن تكون سريعًا أيضًا...

source: Left Or Right?
ar: يسار أم يمين؟
eu: Ezkerrera edo eskuinera?

source: Move left, then immediately right. Continue down until you fall into a false brick with two concrete blocks beneath it. Wait there until no enemy is moving, then head right. When you reach the bottom, take the gold and run to the nearest ladders leading upward. Continue up for a while, but return to the bottom to the left of your enemies and head for the leftmost ladders, which will lead to the upper right corner. Passing the two enemies will need some skill. Move up and down until both enemies go up and one comes left to catch you. Walk over his head and escape upward before the other one gets you.
ar: تحرك لليسار، ثم لليمين فورًا. استمر في النزول حتى تسقط في طوبة زائفة تحتها كتلتان خرسانيتان. انتظر هناك حتى لا تتحرك أي عدو، ثم اتجه يمينًا. عند الوصول إلى الأسفل، خذ الذهب واجرِ إلى أقرب سلالم تؤدي إلى الأعلى. استمر في الصعود لفترة، لكن عد إلى الأسفل على يسار أعدائك وتوجه إلى أقصى سلالم اليسار، والتي ستؤدي إلى الزاوية اليمنى العليا. تخطي العدوين سيتطلب بعض المهارة. تحرك لأعلى وأسفل حتى يصعد كلا العدوين ويأتي أحدهما لليسار للإمساك بك. امشِ فوق رأسه واهرب لأعلى قبل أن يمسك بك الآخر.

source: Treasures of Gold
ar: كنوز الذهب
eu: Urrezko altxorrak

source: Start by collecting the gold over on the left. Then take the gold in the next section to the right. To escape from there, step over the enemy's head as he climbs out of a dug brick. Dodge the free enemy, climb up to the highest gold and take the first three pieces, making sure you have cleared an escape route. Then lure the free enemy up and into the false brick in this section and take the last piece of gold. At one point on the way up you have to let him come really close... The remaining sections need some thinking and tight timing, but should not be too hard. Take the rightmost gold last. There is very little time to get back up when the hidden ladders appear. Make sure the leftmost enemy does not leave his niche. You need him to help you reach the hidden escape ladders as he climbs across the bar at top left.
ar: ابدأ بجمع الذهب الموجود على اليسار. ثم خذ الذهب في القسم التالي على اليمين. للهروب من هناك، تخطَ رأس العدو وهو يتسلق خارج طوبة محفورة. تجنب العدو الحر، وتسلق إلى أعلى ذهب وخذ القطع الثلاثة الأولى، مع التأكد من إخلاء طريق هروب. ثم اجذب العدو الحر لأعلى وإلى داخل الطوبة الزائفة في هذا القسم وخذ آخر قطعة ذهب. في مرحلة ما أثناء الصعود، يجب تركه يقترب جدًا... الأقسام المتبقية تحتاج إلى بعض التفكير والتوقيت الدقيق، ولكن لا ينبغي أن تكون صعبة للغاية. خذ الذهب في أقصى اليمين أخيرًا. هناك وقت قليل جدًا للعودة إلى الأعلى عندما تظهر السلالم المخفية. تأكد من أن العدو في أقصى اليسار لا يترك مكانه. أنت بحاجة إليه لمساعدتك في الوصول إلى سلالم الهروب المخفية وهو يتسلق عبر العارضة في أعلى اليسار.

source: Never Reaching The Bottom
ar: الذي لا يصل إلى القاع أبدًا
eu: Inoiz hondora iritsi gabe

source: On the bars, dodge the enemy by dropping to the lower bar just before he reaches you and then go below him and to the right. Take the gold and fall to the next bar. Wait for the right moment to do that. The enemy must fall near the column of concrete. When you reach the middle, make him fall between the two pieces of gold. Hang on each bar, then walk over him to take the gold. To reach the last piece of gold, use the trick of making the enemy run up ahead of you when you are below him on a ladder. Push him up and over onto the concrete. As he falls off it, walk over his head and take the gold.
ar: على العارضات، تجنب العدو بالهبوط إلى العارضة السفلى قبل أن يصل إليك مباشرة ثم اذهب تحته وإلى اليمين. خذ الذهب واسقط إلى العارضة التالية. انتظر اللحظة المناسبة للقيام بذلك. يجب أن يسقط العدو بالقرب من عمود الخرسانة. عند الوصول إلى المنتصف، اجعله يسقط بين قطعتَي الذهب. تعلّق على كل عارضة، ثم امشِ فوقه لأخذ الذهب. للوصول إلى آخر قطعة ذهب، استخدم خدعة جعل العدو يركض متقدمًا أمامك عندما تكون تحته على سلم. ادفعه لأعلى وفوق إلى الخرسانة. بينما يسقط عنها، امشِ فوق رأسه وخذ الذهب.

source: Getting Past The Enemy
ar: تخطي العدو
eu: Etsaia gaindituz

source: The first enemy needs very careful timing: you have to jump into the trap just before he does, then go left and run down the ladder. The second enemy is very tricky indeed. Walk over his head, then dig the upper left brick and all of the bricks to your right as you fall. Now persuade the enemy to fall by standing at the bottom. Then run up the ladders and run over him to the right, just before the bricks close. The two enemies in the next pit should be no trouble. Passing the last enemy is a delicate operation. You have to know exactly when to drop. It is shortly after he has reached the highest point of the ladder and is moving down.
ar: العدو الأول يحتاج إلى توقيت دقيق جدًا: يجب القفز في الفخ قبله مباشرة، ثم الذهاب لليسار والجري نزولاً على السلم. العدو الثاني صعب حقًا. امشِ فوق رأسه، ثم احفر الطوبة العليا اليسرى وكل الطوب على يمينك أثناء السقوط. الآن أقنع العدو بالسقوط بالوقوف في الأسفل. ثم اركض صاعدًا على السلالم واجرِ فوقه إلى اليمين، قبل أن يُغلق الطوب مباشرة. لا ينبغي أن يشكلا العدوان في الحفرة التالية أي مشكلة. تخطي العدو الأخير هي عملية دقيقة. يجب معرفة متى تهبط بالضبط. يكون ذلك بعد وقت قصير من وصوله إلى أعلى نقطة في السلم وبدئه بالتحرك للأسفل.

source: Narrow Paths
ar: الممرات الضيقة
eu: Bidezidorrak

source: Await the first enemy at the bottom. The two larger ladders give you a chance to pass him. Move up the rightmost ladder to the same height as those two ladders. Then the enemy will go up them and will not cause you any further trouble. The enemy guarding the gold can be passed at the leftmost of three bricks, which is a false brick. Wait until he climbs up the ladder, then quickly fall through the trap and go for the gold. To get back past him, use a trick similar to the one you used on the first enemy. When you climb up again make sure that only one of the next four enemies is going right. At the rightmost ladder, only go up one step and wait until the next enemy is just below the gap in the ladders. If you wait there, the previous enemy will not follow you. Now climb up and left and fall through a column of false bricks next to the enemy you want to pass. Quickly descend the ladders and let yourself fall through the false bricks down low on the left. Wait until the two enemies start falling, then quickly run up the ladders before the next enemy can block the exit. The leftmost column of bricks is again where you can fall through. Wait until the next enemy has climbed up enough to let you push him up the ladder ahead of you. Now lure the other two enemies into some traps that are next to the column of false bricks. Go back down to the bottom where you were, take the gold and make the enemy follow you through. As he starts falling, run up again and escape. Dodge the next three enemies on the lowest level, where there is enough space to get past them. Now make sure that the last enemy lingers on the right-hand ladder when you dig through to him. He is only enemy in this level who can be trapped by digging. Have fun!
ar: انتظر العدو الأول في الأسفل. السلمان الأكبر يعطيانك فرصة لتخطيه. تحرك لأعلى على أقصى سلم يمين إلى نفس ارتفاع هذين السلمين. ثم سيصعد العدو عليهما ولن يسبب لك مزيدًا من المتاعب. يمكن تخطي العدو الحارس للذهب عند أقصى يسار ثلاث طوب، وهي طوبة زائفة. انتظر حتى يتسلق السلم، ثم اسقط بسرعة عبر الفخ وتوجه نحو الذهب. للعودة وتخطيه، استخدم خدعة مشابهة لتلك التي استخدمتها مع العدو الأول. عند التسلق مرة أخرى، تأكد من أن واحدًا فقط من الأعداء الأربعة التاليين يتجه يمينًا. عند أقصى سلم يمين، اصعد درجة واحدة فقط وانتظر حتى يكون العدو التالي أسفل الفجوة في السلالم مباشرة. إذا انتظرت هناك، لن يتبعك العدو السابق. الآن تسلق لأعلى ويسارًا واسقط عبر عمود من الطوب الزائف بجوار العدو الذي تريد تخطيه. اهبط السلالم بسرعة واترك نفسك تسقط عبر الطوب الزائف منخفضًا على اليسار. انتظر حتى يبدأ العدوان في السقوط، ثم اركض صاعدًا على السلالم بسرعة قبل أن يتمكن العدو التالي من سد المخرج. عمود الطوب في أقصى اليسار هو مرة أخرى المكان الذي يمكن السقوط عبره. انتظر حتى يتسلق العدو التالي بما يكفي للسماح بدفعه لأعلى على السلم أمامك. الآن اجذب العدوين الآخرين إلى بعض الفخاخ الموجودة بجوار عمود الطوب الزائف. عد إلى الأسفل حيث كنت، خذ الذهب واجعل العدو يتبعك عبره. بينما يبدأ في السقوط، اركض لأعلى مرة أخرى واهرب. تجنب الأعداء الثلاثة التاليين على المستوى الأدنى، حيث يوجد متسع كافٍ للتخطي بهم. الآن تأكد من أن العدو الأخير يبقى على السلم الأيمن عندما تحفر باتجاهه. هو العدو الوحيد في هذا المستوى الذي يمكن حبسه بالحفر. استمتع!

source: The Breakout
ar: الهروب
eu: Ihesaldia
