Repository: KDE/kgoldrunner
Catalog: po/*/kgoldrunner.po
Languages: ar, eu

source: Researchers estimate that 2.3 million blocks were used to build the Great Pyramid, with an average weight of about 2.5 metric tons per block. The pyramid of this level was built from fewer than 100 blocks. In the beginning, manuever to get inside the pyramid and then stand on one of the ladders on the second layer nearest the outer wall of the left side of the pyramid. Wait for the mummies to group on the other side of the outer wall. Then climb to the top of the ladders on the small pyramid and wait for the mummies to climb the tall ladder and drop off the pole. Once the last one has dropped (or slightly before), run up the tall ladder, across the pole and dig to get back inside the big pyramid and to the tomb. Repeat this trick to exit after grabbing the lone piece of treasure, only this time you need to get out on the right side of the pyramid.
ar: يقدر الباحثون أن 2.3 مليون كتلة جرى استخدامها لبناء الهرم الأكبر، بمتوسط وزن حوالي 2.5 طن متري للكتلة الواحدة. بني هرم هذا المستوى من أقل من 100 كتلة. في البداية، تنقل للدخول إلى داخل الهرم ثم قف على أحد السلالم في الطبقة الثانية الأقرب إلى الجدار الخارجي للجانب الأيسر من الهرم. انتظر حتى تتجمع المومياوات على الجانب الآخر من الجدار الخارجي. ثم تسلق إلى قمة السلالم على الهرم الصغير وانتظر حتى تتسلق المومياوات السلم الطويل وتسقط من العمود. بمجرد أن تسقط الأخيرة (أو قبل ذلك بقليل)، اركض على السلم الطويل، عبر العمود واحفر للعودة إلى داخل الهرم الكبير وإلى القبر. كرر هذه الخدعة للخروج بعد الحصول على قطعة الكنز الوحيدة، ولكن هذه المرة عليك الخروج على الجانب الأيمن من الهرم.
eu: Ikerlariek Piramide Handia eraikitzeko 2,3 milioi bloke erabili zirela estimatzen dute, batez besteko bloke bakoitzak 2,5 tona inguruko pisuarekin. Maila honetako piramidea 100 bloke baino gutxiagorekin eraiki zen. Hasieran, piramide barruan ibili eta gero piramideko ezkerraldeko bigarren geruzako kanpoko hormatik gertuen dagoen eskailera batetik igo. Ondoren,piramide txikiko eskaileraren gainera igo eta itxaron momiek eskailera luzea igo arte eta polora erori arte. Behin azkena jaregindakoan (edo piskat bat lehenago), igo korrika eskailera altua, gurutzatu poloa eta egin zulo bat piramide handiaren barrura eta hilobira itzultzeko. Errepikatu trikimailu hau altxorraren pieza bakarra hartu ondoren irtetzeko, oraingoan bakarrik piramidearen eskuinaldetik irten behar duzu.

source: Cat
ar: القطة
eu: Katua

source: A revered, important animal to Egyptian society and religion, the cat was afforded the same mummification after death as humans were. When finishing this catty level, do not be fooled by the cat's tail that appears once you pick up the last treasure. The only exit is on the left. So you need to let the mummies bring you the treasure that is to the right of the cat's head, since you cannot pick up every piece and run back in time. To get the mummies to bring you the treasure, you must dig out the five bricks on the bottom and allow them to pass (or get trapped and killed).
ar: حيوان محترم ومهم للمجتمع والدين المصري، حظي القط بنفس التحنيط بعد الموت الذي حظي به البشر. عند إنهاء هذا المستوى القططي، لا تخدعك ذيل القطة الذي يظهر بمجرد أن تلتقط الكنز الأخير. المخرج الوحيد هو على اليسار. لذا عليك أن تدع المومياوات تحضر لك الكنز الموجود على يمين رأس القطة، نظراً لأنه لا يمكنك التقاط كل قطعة والركض عائداً في الوقت المناسب. لجعل المومياوات تحضر لك الكنز، يجب أن تحفر الطوبات الخمسة في الأسفل وتسمح لها بالمرور (أو أن تحبس وتقتل).
eu: Egiptoko gizarte eta erlijioarentzako gur egiten zitzaion animali garrantzitsu bat da, katua hiltzen zenean momifikatu egiten zuten, gizakiak bezala. Katuaren maila hau amaitzean, ez sinestu azken altxorra hartutakoan katua agertzen den historia. Irteera bakarra ezkerraldean dago. Beraz, momiek zuri katuaren buruaren eskuinialdean dagoen altxorra ekartzea behar duzunez, ez daukazu pieza bakoitza hartu eta denboran atzerantz jo beharrik. Momiek zuri altxorra ekartzeko, behean dauden bost adreilu lurretik atera behar dituzu haiei bide emateko (edo atrapatu eta hiltzeko).

source: Pyramid Power
ar: طاقة الهرم
eu: Piramidearen indarra

source: Imhotep designed the Step Pyramid of Djoser to serve as a gigantic stairway by which the soul of the deceased pharaoh could ascend to the heavens. Such was the importance of Imhotep's achievement that he was deified by later Egyptians. Before you can ascend to the top of this pyramid level, you must make your way to the bottom. To get the top piece of treasure, move left off the apex, dig the next block and step onto the mummy below, continuing to move right (try placing your mouse pointer on the apex). After getting the last piece of treasure, exit to the right and run up and down the ladders. The lower left is the only difficult part: just run under the mummies on the ladder above you and maneuver ... and hope!
ar: صمم إمحوتب هرم زوسر المدرج ليكون بمثابة درج عملاق يمكن لروح الفرعون المتوفى الصعود من خلاله إلى السماوات. كانت أهمية إنجاز إمحوتب كبيرة لدرجة أنه جرى تأليهه من قبل المصريين اللاحقين. قبل أن تتمكن من الصعود إلى قمة هذا المستوى الهرمي، يجب أن تشق طريقك إلى الأسفل. للحصول على قطعة الكنز العلوية، تحرك يساراً من القمة، واحفر الكتلة التالية وادوس على المومياء في الأسفل، واستمر في التحرك يميناً (حاول وضع مؤشر الفأرة على القمة). بعد الحصول على قطعة الكنز الأخيرة، اخرج إلى اليمين واركض صعوداً وهبوطاً على السلالم. الجزء السفلي الأيسر هو الجزء الصعب الوحيد: فقط اركض تحت المومياوات على السلم فوقك وناور... وامل!
eu: Imhotep-ek diseinatu zuen Djoser-en Piramide Mailakatua hildako faraoien arimek zeruetara igotzeko bide erraldoi bezala erabiltzeko. Imhotep-en lorpenak hain garrantzitsuak izan zirenez egiptoarrek jainko bihurtu zuten. Piramidearen honen maila goienera igo aurretik zure bideak beheruntz egin behar du. Altxorraren goieneko pieza hartu, erpinetik ezkerrera mugitu, hurrengo blokea zulatu eta joan beheko momiengana, jarraitu eskuinerantz (saiatu zure sagua erpinaren gainean edukitzeaz). Altxorraren azken pieza lortu ostean, irten eskuinera eta igo korrika gora eta behera eskaileretan. Beheko ezkerrekoa da zatirik zailena: egin korrika zure gaineko eskailerako momien artean… eta zorte on!

source: Eye of Horus
ar: عين حورس
eu: Horus-en Begia

source: The Eye of Horus is an ancient Egyptian symbol of protection and royal power from deities. On this level, there is some protection inside the eye, but not much. Repeated trips from the top to the bottom are required to get all the treasure. Eventually, there will be two mummies on the bottom left. To get by them, climb to the top of the short ladder four from the left, dig left, climb down and dig left again. One of the mummies will fall in the lower pit. Climb up the ladder. The second mummy will climb the other ladder and fall in the top pit. Move across the two trapped mummies and climb to the top.
ar: "عين حورس" هي رمز مصري قديم للحماية والقوة الملكية من الآلهة. في هذا المستوى، هناك بعض الحماية داخل العين، ولكن ليس الكثير. تتطلب رحلات متكررة من الأعلى إلى الأسفل للحصول على كل الكنز. في النهاية، سيكون هناك مومياوان في الجزء السفلي الأيسر. لتمريرهم، اصعد إلى قمة السلم القصير الرابع من اليسار، احفر يساراً، انزل واحفر يساراً مرة أخرى. ستسقط إحدى المومياوات في الحفرة السفلية. اصعد السلم. ستتسلق المومياء الثانية السلم الآخر وتسقط في الحفرة العلوية. تحرك عبر المومياوات المحاصرة واصعد إلى القمة.
eu: Horus-en Begia aintzinako Egiptoko ikur babesle bat da eta jainkoen indar ahaltsua. Maila honetan, begiaren barruan babes piskat dago, baina ez gehiegi. Ggoitik beherako trikimailu errepikatuak behar dira altxor guztiak eskuratzeko. Noizean behin, bi momia egongo dira beheko ezkerraldean. Haiek hartzeko, igo laugarren eskailera txikitik (ezkerretik hasita) gora, zulatu ezkerrera, jeitsi behera eta zulatu ezkerrera berriro. Momietako bat zulo baxuenera eroriko da. Igo eskailera. Bigarren momia beste eskailera igoeta goiko zulora eroriko da. Gurutzatu atrapatutako momiak eta igo goienera.

source: Inverted Pyramid
ar: الهرم المعكوس
eu: Alderantzizko piramidea

source: Probably not a traditional Egyptian design. You have to zig-zag back and forth along the poles to get all the treasure. To get past the lone chaser mummy, wait for him on one pole and just before he reaches you, drop to the pole below and move directly under him. Since the design is non-traditional, considering playing the level non-traditionally: the drop-and-move-under move is easier to do with the keyboard (easier, but still hard). Once you get the last piece of treasure above the bricks inside the pyramid, pause the game and switch back to mouse mode.
ar: على الأرجح ليس تصميماً مصرياً تقليدياً. عليك أن تتحرك بشكل متعرج ذهاباً وإياباً على طول الأعمدة للحصول على كل الكنز. لتجاوز المومياء المطاردة الوحيدة، انتظرها على عمود وقبل أن تصل إليك مباشرة، انزل إلى العمود في الأسفل وتحرك مباشرة تحتها. بما أن التصميم غير تقليدي، فكر في لعب المستوى بطريقة غير تقليدية: حركة السقوط والتحرك تحتها أسهل باستخدام لوحة المفاتيح (أسهل، ولكنها لا تزال صعبة). بمجرد أن تحصل على قطعة الكنز الأخيرة فوق الطوب داخل الهرم، أوقف اللعبة مؤقتاً وارجع إلى وضع الفأرة.
eu: Ziurrenik ez da Egiptoko diseinu tradizional bat. Zurtoinetan zehar aurrera eta atzera sigi-saga ibili beharko duzu altxor guztiak eskuratzeko. Momia jazarle bakartia gainditzeko, egon zaitez zurtoin batean bere zain, eta zuregana iritsi aurretik, eror zaitez azpiko zurtoinera eta mugi zaitez haren azpian. Diseinua tradizionala ez denez, kontuan izan era ezohikoan jokatzea: erortzen utzi eta azpian mugitzea teklatuarekin errazago egiten da (errazagoa, baina zaila hala ere). Behin piramide barruko, adreiluen gaineko azken altxor pieza eskuratu duzunean, jokoan etenaldia egin eta aldatu berriz sagu modura.

source: Anubis
ar: أنوبيس

source: Anubis, or Inpu, was an Egyptian god of the afterlife. To get the treasure between Anubis' ears, dig out the two columns to the left of the mummy and stand on top of the mummy. Move left off the mummy while digging right. The mummy should fall into the hole in the right most column. Now dig out the left two columns until you connect to the ladder-eye. Move down from the right most ladder of the eye and you will fall to the pole below. To get the treasure inside the right ear, dig out the higher of the two-block columns, falling onto the right two-block column. Move to the left and dig the second two-block column. Now move to the right and dig out the one-block column, freeing the mummy. Move one more to the right and dig out three blocks so that you have a two block wide ledge to stand on. Move left and dig out the square to your right. Wait for the mummy to fall, get his treasure, and race up the ladder to confront five mummies blocking the exit.
ar: "أنوبيس"، أو إنبو، كان إلهاً مصرياً للحياة الآخرة. للحصول على الكنز بين أذني أنوبيس، احفر العمودين إلى يسار المومياء واقف على قمة المومياء. تحرك يساراً بعيداً عن المومياء بينما تحفر يميناً. يجب أن تسقط المومياء في الحفرة في العمود الأقصى على اليمين. الآن احفر العمودين الأيسرين حتى تتصل بعين السلم. تحرك للأسفل من السلم الأقصى على اليمين من العين وستسقط على العمود في الأسفل. للحصول على الكنز داخل الأذن اليمنى، احفر أعلى العمودين ذي الكتلتين، واسقط على العمود الأيمن ذي الكتلتين. تحرك إلى اليسار واحفر العمود الثاني ذي الكتلتين. الآن تحرك إلى اليمين واحفر العمود ذي الكتلة الواحدة، محرراً المومياء. تحرك واحدة أخرى إلى اليمين واحفر ثلاث كتل بحيث يكون لديك حافة بعرض كتلتين للوقوف عليها. تحرك يساراً واحفر المربع إلى يمينك. انتظر المومياء حتى تسقط، احصل على كنزه، واندفع صاعداً على السلم لمواجهة خمس مومياوات تسد المخرج.
eu: Anubis, edo Inpu, bizitza ondorengo Egiptoko jainkoa zen. Anubis-en belarrien arteko altxorra hartzeko, momiaren ezkerraldeko bi zutabeak lurretik atera eta egon zaitez momiaren gainean. Mugitu momiaezkerraldera eskuineruntz zulatzen duzun bitartean. Momia eskuineko zutabearen zuloan erori beharko luke. Orain, zulatu ezkerreko bi zutabeak eskailera-begiarekin konektatu arte. Zoaz behera begiaren eskuin eskuineko eskaileratik eta azpiko polora eroriko zara. Eskuineko belarriko altxorra lortzeko, bi blokedun zutabe altuenak zulatu, eskuineko bi blokeko zutabera eroriz. Joan ezkerrera eta zulatu bigarren bi blokeko zutabea. Orain, zoaz eskuinera eta zulatu bloke bakarreko zutabea, momia askatuz. Zoaz berriro eskuinera eta zulatu hiru blokeak, bi bloke zabalerako bazter bat edukiko duzu bertan egoteko. Zoaz ezkerrera eta zulatu zure eskuineko karratua. Itxaron momia erori arte, hartu bere altxorra eta zoaz laisterka eskaileran gora irteera oztopatzen duten bost momiei aurka egiteko.

source: Pyramid of Treasure
ar: هرم الكنز
eu: Altxorraren piramidea

source: Nubia was a major source of gold in Egypt. King Tushratta of the Mitanni claimed gold was 'more plentiful than dirt' in Egypt. In this pyramid, treasure is even in the air! Lots of treasure, only three mummies - it can't be that hard, can it?
ar: النوبة كانت مصدراً رئيسياً للذهب في مصر. الملك توشيراتا من "الميتاني" ادعى أن الذهب كان "أكثر وفرة من التراب" في مصر. في هذا الهرم، الكنز في الهواء أيضاً! الكثير من الكنز، ثلاث مومياوات فقط - لا يمكن أن يكون صعباً إلى هذا الحد، أليس كذلك؟
eu: Nubia Egiptoko urre iturri nagusi bat zen. Mitani-ko Tushratta erregeak aipatu omen zuen urrea 'hautsa baino ugariagoa da' Egipton. Piramide honetan altxorra airean ere badago! Altxor ugari, soilik hiru momia… honek ezin du zailea izan, ala bai?

source: Sarcophagus
ar: الناووس
eu: Sarkofagoa

source: A sarcophagus is a funeral receptacle for a corpse, most commonly carved or cut from stone. In Ancient Egypt, a sarcophagus formed the external layer of protection for a royal mummy, with several layers of coffins nested within, and was often carved out of alabaster. If you do not want this level to be your sarcophagus, get the piece of treasure under the left edge of the sarcophagus at the start - otherwise, there is no way to get it.
ar: التابوت هو وعاء جنائزي للجثة، غالباً ما يكون منحوتاً أو مقطوعاً من الحجر. في مصر القديمة، شكّل التابوت الطبقة الخارجية من الحماية للمومياء الملكية، مع وجود عدة طبقات من التوابيت متداخلة في الداخل، وكثيراً ما كان ينحت من المرمر. إذا كنت لا تريد أن يكون هذا المستوى تابوتك، احصل على قطعة الكنز تحت الحافة اليسرى للتابوت في البداية - وإلا، فلا توجد طريقة للحصول عليها.
eu: Sarkofago bat hildako gorputza gordetzeko hiletako ontzi bat da, normalean harri bat moztuz edo zizelkatuz. Antzinako Egipton sarkofago batek errege-momia baten kanpoko geruza babeslea osatzen zuen, barnean hainbat hilkutxa habiaratuta edukiz, eta askotan alabastro batean ekoiztuta. Ez baduzu nahi maila hau zure hilkutxa izaterik, altxorraren piezak lortu itzazu hasierako sarkofagoaren ezkerreko ertzaren azpitik. Bestela, ez dago modurik horiek lortzeko.

source: The Parting of the Red Sea
ar: موت البحر الأحمر
eu: Itsaso Gorria erdibitzea

source: The Bible tells us that Moses parted the sea to escape the Pharaoh's men. After you have looted the pyramids of his ancestors, it should come as no surprise that the Pharaoh has sent his men after you, too. Fortunately, the sea can be parted just by falling onto the last treasure. To escape the Pharaoh's men is not so easy. First, make your hero go down as far as he can, then wait for his moment. Then move up the wall of water to the right, cross the pole to the middle and wait for the mummies to reach the top of the water before dropping down a second time. This time, immediately run up the wall of water to your left, crossing under the chasing mummies. Await near the top left where the mummies to your right cannot get you. Once the mummies to your left reach the top, drop to the sea bed a third time (even Moses did not have it this rough). The trick to getting past the mummies on this last trip to the top is to pass under and to the left of them while they are falling as a column down one of the long ladder drops. Note: It is possible to move up the wall of water to your left initially, but it is much harder.
ar: يخبرنا الكتاب المقدس أن موسى شق البحر للهروب من رجال فرعون. بعد أن نهبت أهرامات أسلافه، لا ينبغي أن يكون مفاجئاً أن فرعون قد أرسل رجاله خلفك أيضاً. لحسن الحظ، يمكن شق البحر بمجرد السقوط على الكنز الأخير. الهروب من رجال فرعون ليس بهذه السهولة. أولاً، اجعل بطلك ينزل إلى أقصى ما يستطيع، ثم انتظر لحظته. ثم اصعد حائط الماء إلى اليمين، اعبر العمود إلى المنتصف وانتظر المومياوات حتى تصل إلى قمة الماء قبل أن تسقط للمرة الثانية. هذه المرة، اركض فوراً صاعداً على حائط الماء إلى يسارك، عابراً تحت المومياوات المطاردة. انتظر بالقرب من الجزء العلوي الأيسر حيث لا تستطيع المومياوات على يمينك الوصول إليك. بمجرد أن تصل المومياوات على يسارك إلى القمة، انزل إلى قاع البحر للمرة الثالثة (حتى موسى لم يكن لديه الأمر بهذه الصعوبة). الخدعة لتجاوز المومياوات في هذه الرحلة الأخيرة إلى القمة هي المرور تحتها وإلى يسارها بينما تسقط كعمود أسفل أحد السلالم الطويلة. ملاحظة: من الممكن الصعود على حائط الماء إلى يسارك في البداية، ولكنه أصعب بكثير.
eu: Bibliak aipatzen zuen Faraoiaren gizonetatik ihes egiteko Moises-ek itsasoa zatitu zuela. Bere arbasoen piramidetatik lapurtu ostean, ez litzateke bitxia izango Faraoiak bere gizonak zure atzetik bidaliko balitu. Zorionez, itsasoa erdibi daiteke azken altxorraren gainera erortzean. Faraoiaren gizonetatik ihes egitea ez da hain erraza. Aurrenik, zoaz behera ahalik eta urrunen, gero itxaron une bat. Ondoren, igo urezko horma eskuinera, gurutzatu poloa erdira eta itxaron momiak uraren gainera iritsi arte behera jaregin aurretik bigarren aldiz. Oraingoan, joan korrika ur hormaren gora zure ezkerretara, gurutzatu momia ehiztalarien azpitik. Itxaron goiko ezkerretik gertu zure eskuineko momiek harrapa ez zaitzaten. Zure ezkerretako momiek gainera iristen direnean, jaregin itsasoaren ohera hirugarren aldiz (). Azken bidai honetan momiak zeharkatu eta gora joateko trikimailua haien azpitik eta ezkerrera igarotzea da haiek zutabe bat erortzen den bezala jaregiten diren bitartean. Oharra: hasieran urezko hormaren gora joan zaitezke, baina zailagoa da.

source: Count
ar: العدّ
eu: Zenbatu

source: This game is based on counting, from 0 to 16 (or 0 to 10 in hexadecimal). The first level has no gold and no enemies: the problem is to find a way out and up to the next level. After that, the number of enemies and pieces of gold increases by 1 at each level. The name of each level corresponds to the number of enemies, the pieces of gold and the digits that appear in the layout. These elegant and rather tricky Championship levels were composed by Steve Mann <smann at cgl uwaterloo ca>. You need to dig while falling sometimes.
ar: تستند هذه اللعبة إلى العد، من 0 إلى 16 (أو من 0 إلى 10 بالنظام السداسي عشري). المستوى الأول لا يحتوي على ذهب ولا أعداء: المشكلة هي العثور على طريقة للخروج والصعود إلى المستوى التالي. بعد ذلك، يزداد عدد الأعداء وقطع الذهب بمقدار 1 في كل مستوى. يتوافق اسم كل مستوى مع عدد الأعداء وقطع الذهب والأرقام التي تظهر في التصميم. هذه المستويات الأنيقة والصعبة إلى حد ما في البطولة قام بتأليفها ستيف مان <smann at cgl uwaterloo ca>. ستحتاج أحياناً إلى الحفر أثناء السقوط.
eu: Joko hau zenbatzean oinarritzen da, 0tik 16ra (edo 0tik 10era hamaseitarrean). Aurreneko mailak ez dauka urrerik ezta etsairik ere: arazoa irteteko bidea aurkitzea eta hurrengo mailara igarotzea da. Horren ondoren, urre eta etsai kopurua 1ean gehitzen doa maila bakoitzean. Maila bakoitzaren izena etsai, urre-pieza eta antolaeran agertzen diren digituei dagokio. Txapelketa-maila dotore eta nahikoa korapilotsu horiek Steve Mann-ek <smann at cgl uwaterloo ca> landu zituen. Batzuetan erori bitartean zulatu behar duzu.

source: Zero
ar: صفر

source: The only challenge is getting inside the 0, which is the only path to the exit. Getting inside the 0 requires climbing to the top of the zigzag ladder, digging away five bricks on the left edge of the 0, racing back to the top of the zigzag ladder, over the pole, falling through your recently dug bricks and immediately moving right to get into the 0. The timing is fairly tight.
ar: التحدي الوحيد هو الوصول إلى داخل رقم 0، وهو الطريق الوحيد إلى المخرج. للوصول إلى داخل رقم 0، عليك تسلق السلم المتعرج إلى الأعلى، وحفر خمس لبنات على الحافة اليسرى من 0، ثم العودة بسرعة إلى قمة السلم المتعرج، والعبور فوق العمود، والسقوط عبر اللبنات التي حفرتها للتو، والتحرك فورًا إلى اليمين للدخول إلى 0. التوقيت حرج للغاية.
eu: Erronka bakarra 0 barruan egotea da, irteerarako bide bakarra baita. 0 barruan egoteko zig-zag itxurako eskaileran gora igo, 0ren ezkerreko ertzean bost adreilu zulatu, korrikan zig-zag eskaileran berriro igotzea, poloaren gainean zulatu berri dituzun adreilutan zehar erori eta berehala eskuinera joatea da 0 barrura sartzeko. Dendora nahiko mugatuta dago.

source: One
ar: واحد
eu: Bat

source: Getting the gold requires multiple digs in the right places. However, see the next paragraph. To get out, you have to get the enemy to go over the top of the 1 and fill the pit at the bottom. There are three ways to do this. The first and most sensible is to wait on the pole above the top right edge of the 1 until the enemy is almost upon you and then move to the right, digging to your right as you reach the bottom of the 1. The second way involves timing your digging for the gold (or where the gold was); moving onto the gold at the right time will cause the enemy to fall into the pit on the right of the 1. The third way is to destroy the enemy and hope he reappears over the right side of the 1.
ar: يستلزم الحصول على الذهب عمليات حفر متعددة في الأماكن الصحيحة. لكن انظر الفقرة التالية. للخروج، عليك إجبار العدو على عبور قمة الرقم 1 لملء الحفرة في الأسفل. هناك ثلاث طرق للقيام بذلك. الأولى والأكثر منطقية هي الانتظار على العمود فوق الحافة اليمنى العليا من الرقم 1 حتى يقترب منك العدو، ثم التحرك إلى اليمين، والحفر إلى يمينك عند وصولك إلى قاع الرقم 1. تتضمن الطريقة الثانية توقيت حفرك للحصول على الذهب (أو حيث كان الذهب)؛ الانتقال إلى الذهب في الوقت المناسب سيؤدي إلى سقوط العدو في الحفرة على يمين الرقم 1. الطريقة الثالثة هي القضاء على العدو والأمل في أن يظهر مجددًا فوق الجانب الأيمن من الرقم 1.
eu: Urrea lortzeko eskuineko kokalekuetan hainbat zulo egin behar dira. Hala ere, irakurri hurrengo paragrafoa. Irtetzeko, etsaiak 1en gainera joatea lortu eta beheko zuloa bete behar duzu. Hiru modu daude hau egiteko. Aurrenekoa, eta zuhurrena, 1en eskuineko ertzaren gaineko poloan zai egotea da etsaiak ia zu harrapatu arte, eta gero zoaz eskuinera, zure eskuinetara zulatu 1en behera iritsi arte. Bigarren moduak urrea dagoen lekuraino zulatzearen denbora kalkulatzea dakar, une egokian urreruntz joateak etsaia 1en eskuinean dagoen zuloan erortzea eragiten du. Hirugarren modua etsaia deuseztea eta 1en eskuinaldean berragartzearen itxaropena edukitzea da.

source: Two
ar: اثنان
eu: Bi

source: To get the leftmost gold drop down on it from above, stepping one square to either side as you fall. Immediately dig the square that was just below the gold and step in. The false floor will drop you to the bottom.
ar: للحصول على الذهب الأقصى يسارًا، اسقط عليه من الأعلى، واقفز مربعًا واحدًا إلى أي من الجانبين أثناء سقوطك. احفر فورًا المربع الذي كان أسفل الذهب مباشرةً وادخل فيه. الأرضية الزائفة ستسقط بك إلى الأسفل.
eu: Ezker ezkerrean dagoen urrea lortzeko jaregin zabaldu ezazu gainetik, alboko karratuetariko bat igo erortzen zaren bitartean. Zulatu berehala urrearen azpian dagoen karratua eta igo. Zoru faltzuak beherantz jaregingo zaitu.

source: Three
ar: ثلاثة
eu: Hiru

source: After getting all the gold, the only escape is up the highest ladder on the left, but it is not connected to anything. To reach it, you will need to entice an enemy to follow you, then step across the enemy to reach the ladder.
ar: بعد الحصول على كل الذهب، المخرج الوحيد هو الصعود عبر أطول سلم في اليسار، لكنه غير متصل بأي شيء. للوصول إليه، ستحتاج إلى إغراء عدو لكي يتبعك، ثم الصعود فوق العدو للوصول إلى السلم.
eu: Urre guztia lortu ondoren, ihesbide bakarra ezkerreko eskailera altuena igotzea da, baina ez dago inora konektatuta. Horra iristeko, etsai bat zure atzetik erakarri behar duzu, ondoren gurutzatu etsaiaren artetik eskailerara iristeko.

source: Four
ar: أربعة
eu: Lau
