Repository: KDE/kgoldrunner
Catalog: po/*/kgoldrunner.po
Languages: ar, eu

source: Lets face it: the ground with nowhere to run or dig is not where you want to be when the zombies come for you. However, every time you collect some gold you end up down there. The trick is to have the zombies falling overhead as you run beneath them to one of the side ladders. One possibility is to wait near the top of a ladder (but not an outer one) until the zombies also gather up high. Then descend, take as much gold with you as possible and quickly return to the ladder. If you are lucky the zombies will still be in the air when you reach it. If one of the zombies has reached the ladder before you, try going up it. Often that will make the zombie run away from you and maybe exit to one side and fall. The zombie will go up only as far as what he thinks is the nearest exit, but he does not understand gravity very well... On the right there is a bar next to the ladder, which is fine, but on the left there is a piece of gold next to the ladder and the zombies think they can walk on it, so they will go only one space past it if you push them up the ladder. If you are lucky, the zombies will remove that gold before you get there. Or they may be some distance away when you arrive, so it is easy to collect. Failing that, you have to push the zombies up just a bit higher than the gold, then quickly run up, dive sideways and collect the gold. After that you must run back to the ladder and push them up and over the bar, up higher, which is their new exit point. Another possibility, which is faster but maybe riskier, is to wait above a series of gold pieces you wish to collect until the zombies get above their exit point on a side ladder, then fall and collect the gold and either rest on your last concrete block or be falling when the zombies reach their exit. They will then leave the ladder and fall while you run across under them and climb the ladder one more time. These possibilities are demonstrated in the recorded solution for Free Fall, but it does things the hard way: it is actually easier to work from right to left when collecting the gold. One last hint: if a zombie drops some gold, collect it on your next trip, before it gets picked up again.
ar: لنواجه الأمر: الأرضية التي لا يوجد فيها مكان للركض أو الحفر ليست المكان الذي تريده عندما يأتي الزومبي نحوك. ومع ذلك، في كل مرة تجمع فيها بعض الذهب ينتهي بك الأمر هناك. الخدعة هي أن يسقط الزومبي فوقك بينما تركض تحتهم إلى أحد السلالم الجانبية. أحد الاحتمالات هو الانتظار بالقرب من قمة سلم (ولكن ليس واحداً خارجياً) حتى يتجمع الزومبي أيضاً في الأعلى. ثم انزل، خذ معك أكبر قدر ممكن من الذهب وعد بسرعة إلى السلم. إذا كنت محظوظاً، سيكون الزومبي لا يزالون في الهواء عندما تصل إليه. إذا وصل أحد الزومبي إلى السلم قبلك، حاول الصعود عليه. غالباً ما سيجعل ذلك الزومبي يركض بعيداً عنك وربما يخرج إلى أحد الجانبين ويسقط. سيصعد الزومبي فقط بالقدر الذي يعتقد أنه المخرج الأقرب، ولكنه لا يفهم الجاذبية جيداً... على اليمين هناك عمود بجوار السلم، وهو أمر جيد، ولكن على اليسار هناك قطعة من الذهب بجوار السلم ويعتقد الزومبي أنهم يستطيعون المشي عليها، لذا سيذهبون فقط مسافة واحدة بعدها إذا دفعتهم إلى الأعلى على السلم. إذا كنت محظوظاً، سيزيل الزومبي ذلك الذهب قبل أن تصل إليه. أو قد يكونون على مسافة بعيدة عندما تصل، لذا من السهل جمعها. في حال فشل ذلك، عليك دفع الزومبي إلى أعلى قليلاً فقط من الذهب، ثم الركض بسرعة، والغوص جانباً وجمع الذهب. بعد ذلك يجب أن تركض عائداً إلى السلم وتدفعهم إلى الأعلى وفوق العمود، إلى أعلى، وهو نقطة خروجهم الجديدة. احتمال آخر، وهو أسرع ولكنه قد يكون أكثر خطورة، هو الانتظار فوق سلسلة من قطع الذهب التي ترغب في جمعها حتى يصل الزومبي إلى نقطة خروجهم فوق سلم جانبي، ثم السقوط وجمع الذهب وإما أن تستريح على كتلتك الخرسانية الأخيرة أو أن تكون ساقطاً عندما يصل الزومبي إلى مخرجهم. سيتخلون حينها عن السلم ويسقطون بينما تركض عبرهم من الأسفل وتتسلق السلم مرة أخرى. هذه الاحتمالات موضحة في الحل المسجل لـ "السقوط الحر"، ولكنه يقوم بالأمور بطريقة صعبة: من الأسهل في الواقع العمل من اليمين إلى اليسار عند جمع الذهب. تلميح أخير: إذا أسقط زومبي بعض الذهب، اجمعه في رحلتك التالية، قبل أن يلتقطه مرة أخرى.
eu: Onartu dezagun: korrika nora egin edo zer zulatu ez duen lurra ez da zonbiak datozenean egon nahi duzun lekua. Hala ere, urre pixka bat biltzen duzun bakoitzean hor behean bukatzen duzu. Trikimailua, zonbiak gainetik erortzen diren bitartean haien azpitik alboko eskaileratako batera korrika egitea da. Aukera bat, eskailera baten goiko aldean itxoitea da (kanpoko batean ez ordea), zonbiak ere goian bildu arte. Ondoren, jaitsi, ahalik urre gehien hartu eta azkar eskailerara itzuli. Zortea baduzu, iristen zarenean zonbiak oraindik airean egongo dira. Zonbietako bat eskailerara zu baino lehenago iritsi bada, saia zaitez hartatik igotzen. Horrek askotan zonbiak zugandik ihes egitea eragiten du eta agian alde batera irten eta erortzea. Zonbia bere ustez hurbileneko irteeraraino igoko da, baina ez du grabitatea oso ondo ulertzen... Eskuinean, eskaileraren ondoanbarra bat dago, eta ondo dago, baina ezkerrean, eskaileraren ondoan urre zati bat dago eta zonbiek uste dute haren gainean ibil daitezkeela; beraz, espazio bakarra pasatuko dute eskaileran gora joatera bultzatzen badituzu. Zortea baduzu, zu hara iritsi aurretik zonbiek urrea kenduko dute. Edo iristen zarenean distantzia batera egon daitezke, beraz, hura biltzea erraza da. Horrek huts egiten badu, zonbiak urrea baino pixka bat gorago bultzatu behar dituzu, ondoren goraka azkar igo, zeharka salto egin eta urrea bildu. Horren ondoren atzera eskailera aldera korrika egin behar duzu eta gora eta barra igarotzera gorago bultzatu behar dituzu, haien hurrengo ihespuntura. Azkarragoa, baina agian arriskutsuagoa den beste aukera bat, zonbiak alboko eskailera batetik beraien ihesbidera iritsi arte bildu nahi dituzun urrezko zati batzuen gainean itxoitea da, ondoren, erori eta urrea bildu, eta itxoin zure hormigoizko azken blokean edo erortzen egon zonbiak ihesbidera iristen direnean. Orduan eskailera utzi eta erori egingo dira zu haien azpitik korrika egin eta beste behin eskaileran gora igotzen zaren bitartean. Aukera hauek Erorketa Askearen ebazpen grabazioetan erakuste dira, baina gauzak era zaielean egiten ditu: urrea biltzerakoan errazagoa da eskuinetik ezkerrera egitea. Azken aholku bat: zonbi batek urrea botatzen badu, bildu ezazu hurrengo bidaian, berriz beste inork jaso baino lehen.

source: The Passage
ar: الممر
eu: Pasabidea

source: You need to start with the gold on the right first, which means you have to dodge the zombie in the small passage. Over there, you can not retrieve the lower gold (you can get in, but not back out). So you need to lure the zombie into the pit and kill him, along with the gold, by digging the bricks to his left and luring him into them. Sometimes he gets smart and drops the gold before getting trapped, so you have to repeat the whole process. Moving quickly in the first place makes this less likely... When the zombie reappears at the top, lure him into the left hand side, get past him and make sure he follows you when you dig through the double column of bricks. For the last piece of gold, lure the zombie into the concrete cave, ride on his head, take the gold and get out as quickly as you can when the hidden ladders appear. This is probably the hardest part. When you reach the pit before the exit ladder, step down to the same level as the pit and wait for the zombie to walk over you and fall in. Then you are free to go.
ar: يجب أن تبدأ بالذهب الموجود على اليمين أولاً، وهذا يعني أن عليك تفادي الزومبي في الممر الصغير. في ذلك المكان، لا يمكنك استعادة الذهب الموجود في الأسفل (يمكنك الدخول، لكن لا يمكنك الخروج). لذلك، عليك إغراء الزومبي ليسقط في الحفرة وقتله، مع الذهب، عن طريق حفر الطوب على يساره واستدراجه فيه. في بعض الأحيان يصبح ذكياً ويسقط الذهب قبل أن يُحبس، لذا عليك تكرار العملية بأكملها. الحركة السريعة في البداية تجعل هذا أقل احتمالاً... عندما يظهر الزومبي مرة أخرى في الأعلى، استدرجه إلى الجانب الأيسر، ومر من جانبه وتأكد أنه يتبعك عندما تحفر عبر العمود المزدوج من الطوب. بالنسبة لآخر قطعة من الذهب، استدرج الزومبي إلى الكهف الخرساني، واركب على رأسه، وخذ الذهب واخرج بأسرع ما يمكنك عندما تظهر السلالم المخفية. هذا ربما الجزء الأصعب. عندما تصل إلى الحفرة قبل سلم الخروج، انزل إلى نفس مستوى الحفرة وانتظر الزومبي حتى يمر فوقك ويسقط. حينها يمكنك الذهاب بحرية.
eu: Aurrena eskuineko urrearekin hasi behar duzu, horrek esan nahi du pasabide txikiko zonbiari iskin egin behar diozula. Han zaudenean, ezin duzu beheko urre zatia eskuratu (hartu dezakezu, baina ezingo duzu atzera egin). Hortaz, zonbia hobira erakarri eta hil egin behar duzu, urrearekin batera, bere ezkerreko adreiluak zulatu eta haietara erakarriz. Batzuetan suspertu egiten da eta harrapatuta gelditu aurretik urrea askatzen du, halakoetan prozesu osoa errepikatu beharko duzu. Lehenengo unetik azkar mugitzea horretarako aukera gutxiago uzten du... Zonbia gailurrean berragertzen denean, erakarri ezazu eskerreko aldera, aurreratu ezazu eta ziurtatu adreiluen zutabe bikoitzean zehar zulatzen duzunean jarraitzen dizula. Azken urre zatirako, zonbia hormigoizko kobara erakarri ezazu, ibil zaitez bere buru gainean, hartu urrea eta irten zaitez hortik ahal bezain laster ezkutuko eskailerak agertzen direnean. Hau da ziurrenik zatirik zailena. Irteerako eskailerako hobira iristen zarenean, jaitsi zaitez hobiaren mailara eta itxoin zonbia zure gainetik joan eta bertara erori arte. Orduan joateko aske zara.

source: Out Of My Way!
ar: ابتعد من طريقي!
eu: Alde nire bidetik!

source: It is easier to pass below the zombies. Wait until one comes really close to you (wait until the last moment) then switch past him. After you are past the last one, let them fall onto the concrete, then collecting the gold will be a cakewalk.
ar: الأمر أسهل عند المرور من تحت الزومبي. انتظر حتى يأتي واحد منهم قريبًا جدًا منك (انتظر حتى اللحظة الأخيرة) ثم مر من جانبه بسرعة. بعد أن تتجاوز الأخير، دعهم يسقطون على الخرسانة، وعندئذٍ سيكون جمع الذهب سهلاً للغاية.
eu: Zonbien azpitik igarotzea errazagoa da. Itxoin bat zure ondo-ondora etorri arte (itxoin azken unera arte) ondoren pasa zaitez haren azpitik. Azkenekoa gainditzen duzunean, utzi hormigoira eror daitezen, gero urrea aise bilduko duzu.

source: Waking Up The Dead
ar: إيقاظ الموتى
eu: Hildakoak esnatzea

source: You will realize that zombies move vertically in your direction first before going horizontally. This means that most of the time they will move in a straight line upwards. Use this to descend next to them. Of course the first wave of zombies is too big to get past with just this trick, so you should lure a few zombies into the little cave first. Then move upwards first to make them climb and then descend. However, descending requires a little zig-zag at the start because the zombies will not form a straight line. You will need to group the second wave of zombies before you can get past them.
ar: ستلاحظ أن الزومبي يتحركون عموديًا في اتجاهك أولاً قبل أن يتجهوا أفقيًا. هذا يعني أنهم في أغلب الأحيان سيتحركون في خط مستقيم إلى الأعلى. استغل هذا للنزول بجانبهم. بالطبع، الموجة الأولى من الزومبي كبيرة جدًا لكي تمر منها بهذه الحيلة فقط، لذا يجب عليك إغراء عدد قليل من الزومبي للدخول إلى الكهف الصغير أولاً. ثم تحرك نحو الأعلى أولاً لكي تجعلهم يتسلقون ثم انزل. مع ذلك، النزول يتطلب بعض الحركة المتعرجة في البداية لأن الزومبي لن يشكلوا خطًا مستقيمًا. ستحتاج إلى تجميع الموجة الثانية من الزومبي قبل أن تتمكن من المرور منهم.
eu: Konturatuko zara zonbiak aurrena bertikalki hurbiltzen zaizkizula horizontalki egin aurretik. Horrek esan nahi du denbora gehiena goranzko lerro batean mugituko direla. Hori erabili ezazu haien ondora jaisteko. Jakina, zonbien lehenengo olatua handiegia da trikimailu honekin bakarrik gainditzeko, beraz, aurrena, zonbi batzuk koba txikira erakarri beharko dituzu. Ondoren, lehenengo goraka mugitu igo daitezen eta gero jaitsi. Dena den, jaisteko aurrena zigi-zaga pixka bat egin behar da zonbiek ez dutelako lerro zuzenik osatuko. Zonbien bigarren olatua taldekatu behar duzu haiek gainditu ahal izateko.

source: Zombie Lemmings
ar: الزومبي اللمنج
eu: Leming zonbiak

source: You go up by walking over the zombies' heads. It only gets difficult with the last two because you need precise timing there. Start with the gold on the right. Finish with the middle one of five at the bottom of the box. If you wonder why there are two groups of h-ladders where you need to step over a zombie as you climb the pop-up ladders, note that the zombies use the same trick themselves to come after you, so you will have to do it twice.
ar: يمكنك الصعود عن طريق المشي فوق رؤوس الزومبي. الأمر يصبح صعبًا فقط مع الاثنين الأخيرين لأنك ستحتاج إلى توقيت دقيق هناك. ابدأ بالذهب على اليمين. واختم بالقطعة الوسطى من الخمس قطع في قاع الصندوق. إذا تساءلت لماذا هناك مجموعتان من السلالم الأفقية حيث تحتاج إلى تجاوز زومبي وأنت تتسلق السلالم التي تظهر، فلاحظ أن الزومبي يستخدمون نفس الحيلة بأنفسهم للحاق بك، لذا سيتوجب عليك فعل ذلك مرتين.

source: Death Trap
ar: فخ الموت
eu: Tranpa hilgarria

source: Rule Number 22: When in doubt, know your way out!
ar: القاعدة رقم 22: عندما تكون في شك، اعرف طريق خروجك!
eu: 22 zenbakiko araua: Zalantza baduzu, jakin nondik irten behar duzun!

source: Overcrowding
ar: الازدحام
eu: Jendetza

source: The zombies will eventually group themselves, which makes it easier for you to avoid them, but harder to steal their gold. Best if you get as much gold as possible before anyone else. You might not manage to get every piece before them, but there are some places where it is easier to rob them.
ar: الزومبي سيتجمعون معًا، مما يسهل عليك تجنبهم ولكنه يجعل سرقة ذهبهم أصعب. الأفضل أن تحصل على أكبر قدر ممكن من الذهب قبل أي شخص آخر. قد لا تنجح في أخذ كل قطعة قبلهم، ولكن هناك بعض الأماكن التي يسهل فيها سرقتهم.
eu: Zonbiak azkenean taldekatu egingo dira, eta horrek haiek saihestea erraztuko dizu, baina haien urrea lapurtzea zailtzen du. Onena da beste inork baino lehen ahalik urre gehien lortzea. Agian ez duzu lortuko haiek baino lehen pieza guztietara iristea, baina badira leku batzuk non haiei lapurtzea errazagoa den.

source: Fear Of Heights
ar: الخوف من المرتفعات
eu: Altueren beldur

source: As you walk left on top of the two zombies, there will be another one that moves in your direction at some point. Jump left and run over him immediately, otherwise you will not be able to move down to the ladders. It is best if you collect all the gold in the middle in one run (with one exception), otherwise it will be a long and weary job to get some pieces of gold back from the zombies. When you arrive at the bottom, it might come in handy if you make every zombie move in the same direction by waiting long enough at the bottom of the big ladders. As for the dig-timing puzzles in the boxes, take my advice that it is better to go inside more frequently than try to get everything at once and be locked in...
ar: بينما تسير يسارًا فوق الزومبي، سيتحرك زومبي آخر في اتجاهك في لحظة ما. اقفز يسارًا واركض فوقه على الفور، وإلا لن تستطيع النزول إلى السلالم. من الأفضل أن تجمع كل الذهب في الوسط في مرة واحدة (باستثناء قطعة واحدة)، وإلا ستكون مهمة طويلة ومرهقة لاستعادة بعض قطع الذهب من الزومبي. عندما تصل إلى الأسفل، قد يكون من المفيد أن تجعل كل زومبي يتحرك في نفس الاتجاه عن طريق الانتظار لفترة كافية في أسفل السلالم الكبيرة. بالنسبة لألغاز توقيت الحفر في الصناديق، خذ بنصيحتي أنه من الأفضل الدخول بشكل متكرر أكثر من محاولة الحصول على كل شيء دفعة واحدة والوقوع في محبس...

source: Raining Zombies
ar: زومبي يتساقطون
eu: Zonbien euria

source: Let us see if you have learned your lesson about zombies and ladders...
ar: دعنا نرى ما إذا كنت قد تعلمت درسك عن الزومبي والسلالم...
eu: Ikus dezagun zonbiak eta eskailerei buruzko lezioa ikasi ote duzun…

source: A Desperate Jump
ar: قفزة يائسة
eu: Etsipenezko jauzi bat

source: Wait for the moment when the zombie has reached the top of the ladder and is starting to descend - that is when you make your jump. To get past the other zombies, you sometimes need to run over their heads.
ar: انتظر اللحظة التي يصل فيها الزومبي إلى أعلى السلم ويبدأ بالنزول - عندها يجب تنفيذ القفزة. للتجاوز بعد ذلك، يُعبر أحيانًا فوق رؤوس الزومبي الآخرين.
eu: Itxoin zonbia eskaileran goraino igo eta jaisten hasten den unea - hori da jauzi egiteko unea. Beste zonbien ondotik igarotzeko, batzuetan haien buruen gainetik ibili beharko duzu.

source: Among Zombies
ar: وسط الزومبي
eu: Zonbien artean

source: All it takes is good strong nerves...
ar: كل ما يتطلبه الأمر هو أعصاب قوية وجيدة...
eu: Nerbio sendoak besterik ez dira behar…

source: The Horde
ar: القطيع
eu: Horda

source: That is the thing with zombies: the slower the creepier. Hurry up and do those puzzles. The clock is ticking...
ar: هذه هي طبيعة الزومبي: كلما كان أبطأ كان أكثر إثارة للرعب. أسرع في حل تلك الألغاز. الوقت يدق...
eu: Zonbiekin hala izaten da: zenbat eta motelago orduan eta beldurgarriagoak. Azkar ibili eta buru-hausgarri horiek ebatzi. Erlojua aurrera doa…

source: Dance With Death
ar: رقصة مع الموت
eu: Heriotzarekin dantzan

source: The only way to get the gold is to ride the whole way on his head. Yee-hah! Ride him cowboy!
ar: الطريق الوحيد لأخذ الذهب هو الركوب على رأسه طوال الطريق. يي ها! اركب عليه أيها رعاة البقر!
eu: Urrea lortzeko era bakarra bide osoa haren buru gainean egitea da. Aurrera! Gainean ibili unai bat bezala!

source: Zombie Invaders
ar: غزاة الزومبي
eu: Zonbi inbaditzaileak

source: Watch what happens if you climb up a ladder on the side, but only to where you are level with the bricks the zombies are walking on...
ar: لاحظ ما يحدث إذا صعدت سُلّماً على الجانب، ولكن فقط إلى مستوى الطوب الذي يسير عليه الزومبي...
eu: Begira zer gertatzen den aldameneko eskaileran gora igotzen bazara, baina bakarrik zonbiak ibiltzen ari diren adreiluen mailaraino…

source: Just Survive
ar: جاست سورفايف
eu: Bizirik irautea

source: Avoiding the zombies is easier than you might think. Only the few zombies who are on their own and not in a row with the others will ruin your day. Therefore the left side is easier, because there are fewer lone zombies.
ar: تجنب الزومبي أسهل مما قد يُعتقد. فقط القليل من الزومبي المنفردين غير الموجودين في صف مع الآخرين هم من يعكّرون اليوم. لذلك فإن الجانب الأيسر أسهل، لوجود عدد أقل من الزومبي المنفردين.
eu: Zonbiak saihestea uste baino errazagoa da. Errenkadan besteekin ez dabiltzan zonbi bakanak dira zure eguna zapuztuko duten bakarrak. Horregatik ezker aldea errazagoa da, zonbi bakarti gutxiago dituelako.

source: Death Race
ar: سباق الموت
eu: Heriotzaren lasterketa

source: You can distract the zombie from running down when you are on the same level as him. Who said it had to be fair play?
ar: يمكن صرف انتباه الزومبي عن الجري للأسفل عندما تكون على نفس مستواه. من قال أنه يجب أن تكون اللعب نزيهة؟
eu: Zonbia beherantz korrika egin ez dezan arreta zureganatu dezakezu bere maila berean zaudenean. Nork esan du joko garbia izan behar duela?

source: Zombie Free Zone
ar: منطقة خالية من الزومبي
eu: Zonbirik gabeko gunea

source: Finally, you have escaped the horrors of the zombie-infested world. Now that you are in the zombie-free zone, nothing can go wrong, can it?
ar: أخيرًا، نَجَوْتَ من أهوال العالم المكتظ بالزومبي. الآن بعد أن صرت في المنطقة الخالية من الزومبي، لا شيء يمكن أن يسوء، أليس كذلك؟
eu: Azkenean, zombiz betetako munduaren izugarrikeriei ihes egin diezu. Zombirik gabeko aldean zaudelarik, ezin da ezer okeratu, ezta?

source: The End
ar: النهاية
eu: Bukaera

source: CONGRATULATIONS !!!! You have conquered all levels of the Gold Of The Living Dead game !!! Or have you?
ar: مبارك !!!! لقد تخطيت جميع مستويات لعبة ذهب الأموات الأحياء !!! أم أنك لم تفعل؟
eu: ZORIONAK !!!! Hildako bizidunen urrea jokoaren maila guztiak menderatu dituzu!!! Edo egin duzu?

source: Gold Rush II
ar: حمى الذهب II
eu: Urrearen sukarra II

source: These 20 levels have even harder challenges, more complicated puzzles and tighter timings than the first Gold Rush. They are not for the faint hearted. As before, you need to dig while falling sometimes. Have fun! Created by Gabriel Miltschitzky [gabriel dot miltschitzky at googlemail dot com], who also provided the recorded solutions. It is best to play the first Gold Rush levels before attempting Gold Rush II, because you will need many techniques that are easier to learn there. None of the levels in Gold Rush and Gold Rush II are impossible. If in doubt, use menu item 'Move->Show a Solution' to watch solutions provided by the author.
ar: هذه المستويات العشرون تحتوي على تحديات أصعب، وألغاز أكثر تعقيدًا، وتوقيتات أضيق من مستويات حمى الذهب الأولى. وهي ليست لمن ضعفاء القلب. كما كان من قبل، تحتاج أحيانًا إلى الحفر أثناء السقوط. استمتع! من إبداع غابرييل ميلتشيتزكي [gabriel dot miltschitzky at googlemail dot com]، وهو أيضًا من قدم الحلول المسجلة. من الأفضل لعب مستويات حمى الذهب الأولى قبل محاولة لعب مستويات حمى الذهب II، لأنك ستحتاج إلى العديد من التقنيات التي يسهل تعلمها هناك. لا توجد مستويات مستحيلة في حمى الذهب أو حمى الذهب II. في حالة الشك، استخدم عنصر القائمة 'Move->Show a Solution' لمشاهدة الحلول المقدمة من المؤلف.
eu: 20 maila hauek lehenengo Urrearen sukarra baino erronka handiagoak dituzte, buruhausteko zailagoak eta denbora estuagoak. Ez dira bihotz ahulentzako. Lehen bezala, batzuetan erori bitartean zulatu egin beharko duzu. Gozatu! Sortzailea Gabriel Miltschitzky [gabriel puntu miltschitzky at googlemail puntu com], grabatutako ebazpenak ere berak eman zituen. Hobe da, Urre sukarri II-rekin saiatu aurretik lehenengo Urre sukarrarekin jokatzea, hartan ikastea errazagoak diren teknikak asko beharko dituzulako. Urre sukarra eta Urre sukarra IIan ez dago ezinezkoa den mailarik. Zalantzarik baduzu, erabili menuko 'Mugitu->Erakutsi ebazpen bat' elementua egileak emandako ebazpenak ikusteko.

source: A Big Start
ar: بداية كبيرة
eu: Hasiera handia

source: Wait an instant before you head left. Then it will be easier to reach the gold by walking on the enemies' heads. Step quickly onto the ladders when they appear. You will now have to cross two gaps, with the help of an enemy, before you can reach the highest ladders. How you manage that depends on how many enemies are following you when you step onto the first ladder. In the best case there are two, so you can walk back over them to cross the first gap, then pause briefly while they form a bridge over the next gap. Your escape further upwards depends on your speed and dexterity.
ar: انتظر لحظة قبل التوجه يسارًا. عندها سيكون الوصول إلى الذهب بالسير على رؤوس الأعداء أسهل. اصعد السلالم بسرعة عند ظهورها. سيتعين الآن عبور فجوتين بمساعدة عدو، قبل الوصول إلى أعلى السلالم. كيفية إدارتك لذلك تعتمد على عدد الأعداء الذين يلحقون بك عند صعود السلم الأول. في أفضل الحالات، يكون هناك اثنان، حتى يمكن العودة بالسير فوقهما لعبور الفجوة الأولى، ثم التوقف لبرهة بينما يشكلان جسرًا فوق الفجوة التالية. يعتمد الهروب للأعلى بعد ذلك على السرعة والمهارة.
eu: Itxoin pixka bat ezkerrerantz abiatu aurretik. Ondoren, etsaien buruen gainetik joanda, urrera iristea errazagoa izango da. Agertzen direnean igo azkar eskailera gainera. Ondoren, eskailera garaienera iritsi ahal izateko, bi hutsune zeharkatu beharko dituzu etsai baten laguntzarekin. Horretan nola moldatzen zaren, lehenengo eskaileratik igotzen zarenean jarraitzen zaituzten etsaien araberakoa izango da. Egoerarik onenean bi izango dira, lehenengo hutsunea gainditzeko beraien gainetik itzuli ahal izango duzu, ondoren egin etenaldi labur bat hurrengo hutsunean zubi bat osatzen duten bitartean. Zure goranzko ihesaldia zure azkartasunaren eta trebetasunaren araberakoa izango da.

source: Teamwork
ar: فريق العمل
eu: Taldelana
