Repository: KDE/kgoldrunner
Catalog: po/*/kgoldrunner.po
Languages: ar, eu

source: The column to the left of the 1 requires a quick run down and back up, with careful dodging both ways to avoid the enemies. To get the gold in the middle of the 6, drop down on the top of the 'O' part of the 6, move right/dig left and immediately move left and dig left to delay the enemy who otherwise is likely to catch you. However, you may wish to leave this piece of gold to the end so as not to free two additional enemies earlier; it is possible to get two enemies to retrap themselves in that section, though. To get the gold held by enemies in the bottom right, dig out the blocking square to their left, run up the ladder, dig off the right side of the 6, drop in, run left and dig off a square on the left side of the 6 and drop to the floor. The timing is tight - only one or two enemies in the bottom right section will be able to move to the next section to the left. You will still need to dig out the bottom of the 6 to get their gold, but that is straightforward albeit a bit hectic because of the enemies lingering to the left of the 6. Once you have gotten all the gold, you may find it easiest to exit by passing through the middle false floor on the 1 and exiting via the ladders on the left of the 1.
ar: العمود الموجود على يسار الرقم 1 يتطلب جولة سريعة للأسفل ثم للأعلى، مع تجنب دقيق في الاتجاهين لتفادي الأعداء. للحصول على الذهب في منتصف الرقم 6، اسقط على قمة جزء 'O' من الرقم 6، تحرك لليمين/احفر لليسار وتحرك فورًا إلى اليسار واحفر لليسار لتأخير العدو الذي من المحتمل أن يمسك بك. ومع ذلك، قد ترغب في ترك قطعة الذهب هذه للنهاية حتى لا تحرر عدوين إضافيين في وقت مبكر؛ على الرغم من أنه من الممكن جعل عدوين يحبسان نفسيهما مرة أخرى في ذلك القسم. للحصول على الذهب الذي يحمله الأعداء في أسفل اليمين، احفر المربع الذي يسد طريقهم على يسارهم، اركض إلى الأعلى على السلم، احفر من الجانب الأيمن للرقم 6، اسقط، اركض لليسار واحفر مربعًا من الجانب الأيسر للرقم 6 واسقط إلى الأرضية. التوقيت دقيق - عدو واحد أو اثنان فقط في القسم الأيمن السفلي سيتمكنان من الانتقال إلى القسم التالي على اليسار. ستحتاج أيضًا إلى حفر قاع الرقم 6 للحصول على ذهبهم، ولكن هذا أمر سهل على الرغم من أنه قد يكون فوضويًا بعض الشيء بسبب الأعداء المتمركزين على يسار الرقم 6. بعد حصولك على كل الذهب، قد تجد أنه من الأسهل الخروج بالمرور عبر الأرضية الزائفة في المنتصف على الرقم 1 والخروج عبر السلالم على يسار الرقم 1.
eu: 1en ezkerreko zutabeak bizkor jeistea eta gora itzultzea eskatzen du, bi norabidetan etsaiak kontuz saihestuz. 6ren erdian dagoen urrea lortzeko, 6ren 'O' zatiaren gainera jeitsi, mugitu eskuinera/zulatu ezkerrera eta berehala bugitu ezkerrera eta zulatu ezkerrera etsaia atzeratzeko, bestela harrapatuko baizaituzte. Nola nahi ere, urrezko pieza hau amaierararte uztea nahi izan dezakezu, horrela beste bi etsai gehiago ez direlako askatu behar. Posible da atal horretan bi etsai elkar atrapatzea. Beheko eskuinean dauden etsaien urrea eskuratzeko, haien ezkerretara dagoen karratua lurpetik atera, igo eskailera, 6ren eskuineko aldea zulatu, jaregin bertan, joan lasterka ezkerrera eta 6ren ezkerraldeko karratua lurretik atera eta jaregin zoruan. Denbora mugatua dago, beheko eskuialdeko ataleko etsai batek edo bik soilik mugitu ahal izango dute ezkerreko atalera. Oraindik ere 6ren behea zulatu beharko duzu haien urrea eskuratzeko, hala ere piska bat neketsua izan daiteke 6ren ezkerraldean dauden etsaiak direla eta. Behin urre guztia hartutakoan, irtetzeko biderik errazena 1en zoru faltsua eharkatzea da eta 1en ezkerraldeko eskaileretatik irtetzea.

source: Dig While Falling
ar: احفر أثناء السقوط
eu: Zulatu erori bitartean

source: In Championship games, you often need to dig while falling. These levels are a graded introduction to that technique, composed by Jason Self (j at jxself org). Every level has a recorded solution, also provided by Jason.
ar: في ألعاب البطولة، غالبًا ما تحتاج إلى الحفر أثناء السقوط. هذه المستويات هي مقدمة مدروسة لهذه التقنية، من تأليف جيسون سيلف (j at jxself org). كل مستوى يحتوي على حل مسجل، مقدَم أيضًا من جيسون.
eu: Txapelketa jokoetan, maiz, erori bitartean zulatu behar duzu. Maila hauek teknika horretarako sarrera mailakatu bat dira, Jason Self-ek (j at jxself org) landutakoak. Maila bakoitzak grabatutako ebazpen bat dauka, Jason-ek berak hornitutakoa.

source: Jail Break
ar: الهروب من السجن
eu: Kartzelatik ihesa

source: Arrested for stealing and for robbing and trapping your enemies several times, you are held in prison. But the police are ruthless here and if you try to break out they will not lose any sleep over killing you... So be careful and most important of all: be quick --- or be dead! These Championship levels use the quick and quirky KGoldrunner Rules and are composed by Gabriel Miltschitzky [gabriel dot miltschitzky at freenet de]. You need to dig while falling sometimes.
ar: احتُجِزت في السجن بعد القبض عليك بتهمة السرقة والسلب واحتجاز أعدائك عدة مرات. لكن الشرطة لا ترحم هنا وإذا حاولت الهرب، فلن يترددوا في قتلك... لذا كن حذرًا، والأهم من ذلك كله: كن سريعًا - وإلا فستُقتَل! تستخدم مستويات البطولة هذه قواعد جامع الذهب السريعة والغريبة، وهي من تأليف غابرييل ميلتشتزكي [gabriel dot miltschitzky at freenet de]. ستحتاج إلى الحفر أثناء السقوط أحيانًا.
eu: Lapurretagatik atxilo, eta zure etsaiak hainbat aldiz atrakatu eta harrapatzeagatik, presondegian atxikita zaude. Baina polizia gupidagabea da hemen, eta ihes egiten saiatzen bazara, ez dute zu hiltzeagatik lorik galduko… Beraz, kontuz ibili eta guztietan garrantzitsuena: azkar ibili --- edo hilda zaude! Txapelketa-maila hauek KGoldrunner(r)eko arau bizkor eta xelebreak erabiltzen dituzte eta Gabriel Miltschitzky-k [gabriel puntu miltschitzky at freenet de] landutakoak dira. Batzuetan erori bitartean zulatu behar duzu.

source: Don't Panic!
ar: لا تفزع!
eu: Ez izutu!

source: As the name of the level says, there is absolutely no need to panic. It is very easy to escape from this prison, because the guards themselves are trapped and cannot touch you...
ar: كما يقول اسم المستوى، لا داعي للذعر إطلاقًا. من السهل جدًا الهروب من هذا السجن، لأن الحراس أنفسهم محتجزون ولا يمكنهم لمسك...
eu: Mailaren izenak adierazi bezala, ez dago izutzeko inolako beharrik. Oso erraza da presondegi honetatik ihes egitea, zaintzaileak beraiek ere atrapatuta daudelako eta ezin zaitzaketelako ukitu…

source: Robbery
ar: سرقة بالإكراه
eu: Lapurreta

source: Being free again you need some money from somewhere. The trick is to tie up your enemies. If you can make each one fall onto a concrete block, that might help. On the other hand, you can just run a lot...
ar: بعد أن أصبحت حرًا مجددًا، ستحتاج إلى بعض المال من مكان ما. الخدعة هي حبس أعدائك. إذا أمكنك جعل كل واحد منهم يسقط على كتلة خرسانية، فقد يساعدك ذلك. من ناحية أخرى، يمكنك الركض كثيرًا...
eu: Berriz aske egonik nonbaitetik dirua lortu beharrean zaude. Zure etsaiak lotzea da gakoa. Haietako bakoitza hormigoizko bloke batean eroraraztea lortzen baduzu, lagungarria izan liteke. Bestalde, korrika asko egin dezakezu…

source: Use the Guards
ar: استخدم الحرّاس
eu: Erabili zaindariak

source: They may be ruthless, but they are predictable. When you reach the ladders on the right, wait for one guard to jump, then walk over his head to fetch the gold.
ar: قد يكونون قساة، لكن يمكن التنبؤ بتحركاتهم. عندما تصل إلى السلالم على اليمين، انتظر حتى يقفز أحد الحراس، ثم امشِ فوق رأسه للحصول على الذهب.
eu: Gupidagabeak izan daitezke, baina egiten dutena aurreikus daiteke. Eskuineko eskaileretara iristen zarenean, itxoin zaindari baten jauzi egin arte, ondoren, ibili haren buruaren gainean urrea eskuratzeko.

source: Falling Enemies (1) - Finding A Way
ar: أعداء متساقطون (1) - الحصول على طريق
eu: Erortzen diren etsaiak (1) - Bide bat bilatzea

source: Make use of your enemies by walking over their heads. If there is more than one gap to cross, first make the enemies walk right, then start walking on their heads.
ar: استفد من أعدائك بالمشي فوق رؤوسهم. إذا كان هناك أكثر من فجوة لعبورها، اجعل الأعداء يمشون إلى اليمين أولًا، ثم ابدأ بالمشي فوق رؤوسهم.
eu: Erabili zure etsaiak haien buruen gainetik ibiltzeko. Zeharkatu beharreko hutsune bat baino gehiago badago, aurrena egin ezazu zure etsaiek eskuinera ibil daitezela, ondoren hasi haien buruen gainetik ibiltzen.

source: Falling Enemies (2) - Digging
ar: أعداء متساقطون (2) - الحفر
eu: Erortzen diren etsaiak (2) - Zulatzea

source: Start the level with a click. The rest should be self-explanatory...
ar: ابدأ المستوى بنقرة. الباقي يجب أن يكون واضحًا بنفسه...
eu: Hasi maila klik batekin. Gainontzekoa berez ulergarria izan beharko litzateke…

source: Falling Enemies (3) - Hidden Ladders
ar: أعداء متساقطون (3) - السلالم المخفية
eu: Erortzen diren etsaiak (3) - Ezkutuko eskailerak

source: This time they are more intelligent and are falling on you from above. First, dig all the bricks on the way to the gold. After that, run back to the middle and wait for the reborn enemies to fall. You will have to trap the leaders while you wait for the others. On the way up, keep an eye out for more reborn enemies.
ar: هذه المرة هم أكثر ذكاءً ويسقطون عليك من الأعلى. أولًا، احفر كل الطوب في طريقك إلى الذهب. بعد ذلك، اركض عائدًا إلى المنتصف وانتظر سقوط الأعداء الذين يعودون إلى الحياة. سيتعين عليك احتجاز القادة بينما تنتظر الآخرين. في طريقك إلى الأعلى، ابقَ مراقبًا للمزيد من الأعداء العائدين إلى الحياة.
eu: Oraingoan adimentsuagoak dira eta zugana goitik erortzen dira. Aurrena, zulatu urrera bidean dauden adreilu guztiak. Ondoren, zoaz korrika erdira eta itxoin atzera jaiotako etsaiak eror daitezen. Buruzagiak atzeman behar dituzu besteen zain zauden bitartean. Gorako bidean, mantendu arreta atzera jaiotako etsai gehiago ote datozen.

source: Imprisoned Guards
ar: الحرّاس المسجونين
eu: Espetxeratutako zaindariak

source: It is easy enough to break into the main structure, but to collect all the gold and get out again, you will need to walk on an enemy's head.
ar: من السهل بما يكفي اختراق الهيكل الرئيسي، ولكن لجمع كل الذهب والخروج مرة أخرى، ستحتاج إلى المشي فوق رأس عدو.
eu: Egitura nagusian sartze aski erraza da, baina urre guztia bildu eta berriz kanpora irteteko, etsaien buru gainean ibil beharko duzu.

source: Forbidden Gold
ar: الذهب المحظور
eu: Debekatutako urrea

source: You escaped them very nicely in the last few levels. Now you are free again and may do whatever you please. Everything except stealing the gold again, needless to say...
ar: لقد هربت منهم بشكل جيد جدًا في المستويات القليلة الماضية. الآن أنت حر مجددًا ويمكنك فعل ما تشاء. كل شيء ما عدا سرقة الذهب مرة أخرى، بطبيعة الحال...
eu: Azken mailetan oso ondo ihes egin diezu. Orain, berriz ere aske zara eta nahi duzuna egin dezakezu. Dena, urrea berrizlapurtzea ezik, esan beharrik ez dago…

source: Dig Your Way Out
ar: احفر طريقك للخروج
eu: Zulatu zure kanporako bidea

source: No guards and you are still asking for help? Well, you can get it. Dig the bricks next to the bar. When you fall, quickly find a way back to the bar so that you can cross over into the niche. Of course you can only succeed if you know the way and do not hesitate. There is not much time to spare...
ar: لا يوجد حراس وما زلت تطلب المساعدة؟ حسنًا، يمكنك الحصول عليها. احفر الطوب بجانب العمود. عندما تسقط، ابحث بسرعة عن طريق للعودة إلى العمود حتى تتمكن من العبور إلى الحافة. بالطبع يمكنك النجاح فقط إذا كنت تعرف الطريق ولم تتردد. لا يوجد الكثير من الوقت لتضييعه...
eu: Zaindaririk ez eta oraindik laguntza eske? Beno, jaso dezakezu. Zulatu barraren ondoko adreiluak. Erortzen zarenean, laster barrara itzultzeko bide bat aurkitu behar duzu, nitxoa gurutzatu ahal izateko. Jakina, arrakastarako bide bakarra bidea ezagutzean eta zalantzarik ez egitean datza. Ez dago galtzeko denborarik…

source: An Unpleasant Cellmate
ar: زميل زنزانة مزعج
eu: Zelda-kide ezatsegina

source: Click to start the level and he will be trapped before he can do you any harm.
ar: انقر لبدء المستوى، وسيحُتجَز قبل أن يتمكن من إيذائك.
eu: Egin klik maila hasteko, eta atrapatuta egongo da zuri kalterik egiteko aukera izan aurretik.

source: Awaiting Enemies
ar: أعداء منتظرين
eu: Etsaien zain

source: They will not do anything to you if you stay where you are. They just want to protect their gold.
ar: لن يفعلوا لك شيئًا إذا بقيت حيث أنت. هم فقط يريدون حماية ذهبهم.
eu: Ez dizute ezer egingo zauden tokian gelditzen bazara. Beraien urrea babestu besterik ez dute egin nahi.

source: Too Many Guards
ar: العديد من الحرّاس
eu: Zaindari gehiegi

source: This level is difficult, but definitely not impossible. Get rid of the first group of guards by leading them to the bottom. Here is how. Go to the lowest ladders and stay on the rightmost low ladder for an instant, then quickly go back left so that only one enemy is following you. Wait on the leftmost low ladder until he also reaches the lowest ladders, then quickly climb up and to the left. He will jump to the ground. Repeat this trick with all the guards at this location. The next guard should be easy to pass, but after that you will have some work to do... When you climb the ladder next to the concrete, the guard will start running to the leftmost ladder and back. You must find the right moment to ride across on his head. The last section involves some digging. First fall through the tunnel of false bricks on the left, not forgetting to take the gold as you pass by. Then climb up the long ladder. The third brick over to the right is a trap. Fall into it, then dig right and five times left as you fall. Continue on down. Dig the lower of two bricks that have spaces above them, climb up the rightmost ladders to the first brick you dug (hoping it has not closed by now), then head right and on up to the exit.
ar: هذا المستوى صعب، لكنه بالتأكيد ليس مستحيلاً. تخلص من المجموعة الأولى من الحراس بقيادتهم إلى الأسفل. إليك الطريقة: اذهب إلى أخفض السلالم وابقَ على أقصى السلم الأيمن المنخفض للحظة، ثم عد بسرعة إلى اليسار بحيث يتبعك عدو واحد فقط. انتظر على أقصى السلم الأيسر المنخفض حتى يصل هو أيضًا إلى أخفض السلالم، ثم اصعد بسرعة إلى الأعلى وإلى اليسار. سيقفز إلى الأرض. كرر هذه الخدعة مع جميع الحراس في هذا الموقع. يجب أن يكون الحارس التالي سهل التجاوز، ولكن بعد ذلك سيكون لديك بعض العمل للقيام به... عندما تتسلق السلم بجانب الخرسانة، سيبدأ الحارس بالركض إلى أقصى السلم الأيسر والعودة. يجب أن تجد اللحظة المناسبة للركوب فوق رأسه. القسم الأخير يتضمن بعض الحفر. أولًا، اسقط عبر نفق الطوب الزائف على اليسار، لا تنسَ أخذ الذهب أثناء مرورك. ثم تسلق السلم الطويل. الطوبة الثالثة على اليمين هي فخ. اسقط فيه، ثم احفر يمينًا وخمس مرات لليسار بينما تسقط. استمر في النزول. احفر الطوبة السفلية من بين طوبتين فوقهما فراغات، اصعد إلى أعلى السلالم اليمنى إلى أول طوبة حفرتها (على أمل أنها لم تُغلَق بعد)، ثم اتجه يمينًا وصعودًا إلى المخرج.
eu: Maila hau zaila da, baina ez ezinezkoa. Libra zaitez lehen zaintzaile taldeaz haiek hondoraino eramanez. Horra nola egin. Zoaz beheren dauden eskaileretara eta egon une batez eskuinen dagoen eskailera beherenean, ondoren, azkar, itzuli ezkerrera etsai bakarrak jarrai zaitzan. Itxoin ezkerren dagoen eskailera beherenean bera ere beheren dauden eskaileretara iritsi arte, ondoren joan gora eta ezkerrera. Berak lurrera jauzi egingo du. Errepikatu trikimailu hori kokaleku horretako zaindari guztiekin. Hurrengo zaindaria pasatzea erraza izan beharko litzateke, baino horren ondoren lan pixka bat izango duzu… Hormigoiaren ondoko eskailera igotzen duzunean, zaindaria ezkerren dagoen eskailerarantz eta atzera korrika hasiko da. Bere buruaren gainean ibiltzeko une egokia aurkitu behar duzu. Azken zatian, zulatu beharra dago. Aurrena, ezkerrean dagoen gezurrezko adreiluzko tuneletik erori behar duzu, pasa ahala urrea hartzea ahaztu gabe. Ondoren, igo eskailera luzean gora. Eskuineko hirugarren adreilua tranpa bat da. Bertan erori, ondoren zulatu eskuinera, eta bost aldiz ezkerrera erori ahala. Jarraitu beherantz. Zulatu gainean hutsunea duten bi adreiluetan behekoa, joan eskuinen dauden eskaileratan gora zulatu duzun lehenengo adreiluraino (oraindik itxi ez delakoan), ondoren zoaz eskuinera eta gora irteerara.

source: Caught In The Heights
ar: محتجز في الأعالي
eu: Gailurretan harrapatua

source: As soon as you move down they will chase you till you are dead. So you are advised to plan an exact route before you start your escape attempt.
ar: بمجرد أن تتحرك إلى الأسفل سيطاردونك حتى تُقتَل. لذا، ينصح بتخطيط مسار دقيق قبل بدء محاولة هروبك.
eu: Beherantz mugitzen zaren bezain laster, hil arte jazarriko baitzaituzte. Beraz, ihesaldi saiakerarekin hasi baino lehen, bide zehatz bat planifikatzea gomendatzen zaizu.

source: Teamwork (1) - The Liberation
ar: العمل الجماعي (1) - الإعتاق
eu: Talde-lana (1) - Askapena

source: You need the first enemy to help you break out. The gold on the left just needs a bit of timing. As you go up and over to the right, make sure your team mate does not fall into the concrete pit. To collect the three gold pieces on the right, try to keep him on the left hand ladder, so that you can jump over his head to the gold. When you go up and left, there is a ladder standing on a concrete column. Walk over your friend's head to reach it and stay above him. The first brick to the left of you is a trap. Walk on his head so that he falls into the trap and not you. But then you must liberate him again if you want to reach the highest ladders. Better be nice to your team mate: you will probably have to get along with him for the next couple of levels...
ar: تحتاج إلى العدو الأول لمساعدتك على الهروب. الذهب على اليسار يحتاج فقط إلى القليل من التوقيت. بينما تصعد وتتجه إلى اليمين، تأكد من أن زميلك في الفريق لا يسقط في الحفرة الخرسانية. لجمع قطع الذهب الثلاثة على اليمين، حاول إبقاءه على السلم الأيسر، حتى تتمكن من القفز فوق رأسه للوصول إلى الذهب. عندما تصعد وتتجه إلى اليسار، هناك سلم يقف على عمود خرساني. امشِ فوق رأس صديقك للوصول إليه وابقَ فوقه. الطوبة الأولى على يسارك هي فخ. امشِ على رأسه بحيث يسقط هو في الفخ وليس أنت. ولكن بعد ذلك يجب أن تحرره مرة أخرى إذا كنت تريد الوصول إلى أعلى السلالم. من الأفضل أن تكون لطيفًا مع زميلك في الفريق: من المحتمل أن تضطر إلى التعايش معه في المستويات القليلة القادمة...
eu: Lehen etsaiak ihes egiten laguntzea behar duzu. Ezkerreko urreak denbora pixka bat behar du. Gora eta eskuinera zoazela, ziurtatu zure kidea ez dela hormigoiko zuloan erortzen. Eskuineko urrezko hiru puskak jasotzeko, saia zaitez bera ezkerreko eskaileran edukitzen, bere buru gainetik urrera salto egiteko aukera izan dezazun. Gora eta ezkerrera joaten zarenean, hormigoizko zutabe batean eskailera bat dago. Jar zaitez zure lagunaren buru gainean hartara iristeko eta jarrai ezazu bere gainean. Zure ezkerreko lehenengo adreilua tranpa bat da. Ibili haren buruaren gainean, tranpara zure ordez bera eror dadin. Baina bera berriz askatu beharko duzu eskailera altuenetara iritsi nahi baduzu. Hobe izango da zure taldekidearekin atsegina izatea: hurrengo bi mailatan ziurrenik berarekin ondo moldatu beharko duzu…

source: Teamwork (2) - Diving Platforms
ar: العمل الجماعي (2) - أرصفة مغمورة
eu: Talde-lana (2) - Urpekaritza-plataformak

source: Start running immediately or you are doomed!
ar: ابدأ بالركض فورًا وإلا فإنك محكوم عليك بالهلاك!
eu: Hasi berehala korrika egiten edo hilda zaude!

source: Teamwork (3) - The Final Escape
ar: العمل الجماعي (3) - الهروب الأخير
eu: Talde-lana (3) - Azken ihesaldia

source: This is the last level where you are working with your friend. I think he has helped you enough to deserve being liberated. Sorry, I cannot help you further. There is nothing more to the level than sleight of hand.
ar: هذا هو آخر مستوى تعمل فيه مع صديقك. أعتقد أنه ساعدك بما يكفي ليستحق التحرير. آسف، لا يمكنني مساعدتك أكثر. لا يوجد شيء في المستوى يتعدى خفة اليد.
eu: Hau da zure lagunarekin lanean arituko zaren azken maila. Uste dut askatasuna merezi izateko adina lagundu dizula. Barkatu, ezin dizut gehiago lagundu. Maila gainditzeko ez da esku-trebezia besterik behar.

source: Gold Rush
ar: حمى الذهب
eu: Urrearen sukarra

source: Some little levels with Traditional rules which could take a while to solve. You need to dig while falling sometimes. Created by Gabriel Miltschitzky [gabriel dot miltschitzky at freenet de]
ar: بعض المستويات الصغيرة بقواعد تقليدية قد تستغرق بعض الوقت لحلها. ستحتاج إلى الحفر أثناء السقوط أحيانًا. تم إنشاؤها بواسطة غابرييل ميلتشتزكي [gabriel dot miltschitzky at freenet de]
eu: Ohiko arauak dituzten maila labur batzuk, baliteke haiek ebazteko denboratxo bat behar izatea. Batzuetan, erori bitartean zulatu egin beharko duzu. Sortzailea Gabriel Miltschitzky [gabriel puntu miltschitzky at freenet de]

source: Too Easy?
ar: سهلٌ جدًّا؟
eu: Errazegia?

source: It may seem to be fairly straightforward but unfortunately it is not, because there are many false bricks on the way to the gold. Dig the first brick while falling, then fall through it, run up the ladder and wait until the enemy jumps into the hole. Now you can fall on his head and go left. Jump into the hole on the left and dig another brick while falling. This will allow you to continue left on the bar. Of course there are still quite a lot of traps on the way, but they are easier to avoid, so you will have to find them yourself. You know, you can always press 'Q' to restart the level.
ar: قد يبدو الأمر مباشرًا تمامًا ولكن للأسف ليس كذلك، لأن هناك العديد من الطوب الزائف في طريقك إلى الذهب. احفر أول طوبة أثناء السقوط، ثم اسقط من خلالها، اركض إلى الأعلى على السلم وانتظر حتى يقفز العدو في الحفرة. الآن يمكنك السقوط على رأسه والذهاب إلى اليسار. اقفز إلى الحفرة على اليسار واحفر طوبة أخرى أثناء السقوط. هذا سيسمح لك بالاستمرار يسارًا على العمود. بالطبع لا يزال هناك الكثير من الفخاخ في الطريق، لكنها أسهل في التجنب، لذا سيتعين عليك إيجادها بنفسك. كما تعلم، يمكنك دائمًا الضغط على حرف 'Q' لإعادة بدء المستوى.
eu: Nahiko erraza ematen duen arren, ez da horrela, urrerako bidean gezurrezko adreilu asko daudelako. Zulatu lehenengo adreilua erori bitartean, ondoren erori hartatik, eskaileran gora korrika egin, eta itxoin etsaia zuloan barrena salto egin arte. Orduan bere buru gainera eror zaitez eta joan ezkerrera. Egin salto ezkerreko zulora eta zulatu beste adreilu bat erori bitartean. Horrek barran ezkerrera jarraitzeko aukera emango dizu. Jakina, bidean oraindik tranpa ugari dago, baina saihesteko errazagoak dira; beraz, zuk zeuk aurkitu beharko dituzu. Badakizu, beti duzu, 'Q' sakatuz, maila berriz hasteko aukera.

source: Have A Nice Flight...
ar: رحلة سعيدة...
eu: Hegaldi on…

source: It should not be too difficult. Just put the mouse in the upper left corner and the hero will automatically finish the level.
ar: لا يجب أن يكون الأمر صعبًا للغاية. فقط ضع الفأرة في الزاوية العلوية اليسرى وسيقوم البطل بإنهاء المستوى آليًأ.
eu: Ez litzateke zailegia izan behar. Nahikoa da sagua goiko ezkerreko izkinan ipintzea eta heroiak maila automatikoki bukatuko du.

source: Golddigger
ar: حفّار الذهب
eu: Urre bilatzailea

source: My suggestion: dig!
ar: اقتراحي: احفر!
eu: Nire iradokizuna: zulatu!

source: Golden Town
ar: المدينة الذهبية
eu: Urrezko herria

source: You have to collect the gold to the right of you first. Then try to dig a way down. It is easier to control the enemies when you are on the lower levels.
ar: عليك جمع الذهب على يمينك أولاً. ثم حاول حفر طريق للأسفل. من الأسهل التحكم في الأعداء عندما تكون في المستويات السفلية.
eu: Aurrena zure eskuineko urrea bildu behar duzu. Gero, saia zaitez beheraka bide bat zulatzen. Zure etsaiak kontrolatzea errazagoa da beheko mailetan zaudenean.

source: A Hectic Enemy
ar: عدو محموم
eu: Etsai asaldatu bat
