Repository: KDE/kgoldrunner
Catalog: po/*/kgoldrunner.po
Languages: ar, eu

source: You cannot edit and save a level until you have created a game and a level. Try menu item "Create Game".
ar: لا يمكن تحرير مستوى وحفظه حتى تنشئ لعبة ومستوى. جرب عنصر القائمة "أنشئ لعبة".
eu: Ezin duzu maila bat editatu eta gorde joko bat eta maila bat sortu arte. Erabili menuko "Sortu jokoa" elementua.

source: It is OK to edit a system level, but you MUST save the level in one of your own games. You are not just taking a peek at the hidden ladders and fall-through bricks, are you? :-)
ar: لا بأس بتحرير مستوى نظام، لكن يجب حفظ المستوى في إحدى ألعابك الخاصة. ألست فقط تلقى نظرة خاطفة على السلالم المخفية والطوب الذي يمكن السقوط عبره، أليس كذلك؟ :-)
eu: Sistemako maila bat editatzea ondo dago, baina maila zure joko batean gorde behar duzu. Hori ez duzu egiten, ezkutuko eskailerak eta zeharka daitezkeen adreiluei begiratu bat emateko, ezta? :-)

# @title:window
source: Save Level
ar: احفظ مستوى
eu: Gorde maila

source: Do you want to insert a level and move existing levels up by one?
ar: هل تريد إدخال مستوى وتحريك المستويات الموجودة لأعلى بمقدار واحد؟
eu: Maila bat txertatu eta beste mailak gorantz mugitu nahi dituzu?

# @action:button
source: &Insert Level
ar: أ&دخل مستوى
eu: &Txertatu maila

# @action:button
source: &Cancel
ar: أل&غِ
eu: &Utzi

source: Cannot open file '%1' for output.
ar: تعذّر فتح الملف '%1' للإخراج.
eu: Ezin da "%1" fitxategia irteerarako ireki.

# @title:window
source: Move Level
ar: انقل مستوى
eu: Mugitu maila

source: You must first load a level to be moved. Use the "%1" or "%2" menu.
ar: يجب أولاً تحميل مستوى لنقله. استخدم قائمة "%1" أو "%2".
eu: Lehenengo, mugitzeko, maila bat zamatu behar duzu. Erabili "%1" edo "%2" menua.

# @title:menu
source: Game
ar: لعبة
eu: Jokoa

# @title:menu
source: Editor
ar: المحرر
eu: Editorea

source: You cannot move a level until you have created a game and at least two levels. Try menu item "Create Game".
ar: لا يمكن نقل مستوى حتى تنشئ لعبة ومستويين على الأقل. جرب عنصر القائمة "أنشئ لعبة".
eu: Ezin duzu maila bat mugitu joko bat eta gutxienez bi maila sortu arte. Erabili menuko "Sortu jokoa" elementua.

source: Sorry, you cannot move a system level.
ar: عذرًا، لا يمكن نقل مستوى نظام.
eu: Barkatu, ezin duzu sistemako maila bat mugitu.

source: You must change the level or the game or both.
ar: يجب تغيير المستوى أو اللعبة أو كليهما.
eu: Maila, edo jokoa, edo biak, aldatu behar dituzu.

# @title:window
source: Delete Level
ar: احذف مستوى
eu: Ezabatu maila

source: You cannot delete a level until you have created a game and a level. Try menu item "Create Game".
ar: لا يمكن حذف مستوى حتى تنشئ لعبة ومستوى. جرب عنصر القائمة "أنشئ لعبة".
eu: Ezin duzu maila bat ezabatu joko bat eta maila bat sortu arte. Erabili menuko "Sortu jokoa" elementua.

source: Do you want to delete a level and move higher levels down by one?
ar: هل تريد حذف مستوى وتحريك المستويات الأعلى لأسفل بمقدار واحد؟
eu: Maila bat ezabatu eta gorago dauden mailak bat beheraka mugitu nahi dituzu?

# @action:button
source: &Delete Level
ar: ا&حذف المستوى
eu: &Ezabatu maila

source: Cannot find file '%1' to be deleted.
ar: تعذّر العثور على الملف '%1' المطلوب حذفه.
eu: Ezin da ezabatu beharreko "%1" fitxategia aurkitu.

# @title:window
source: Save Game Info
ar: احفظ معلومات اللعبة
eu: Gorde jokoaren informazioa

source: You must enter a name for the game.
ar: يجب إدخال اسم للعبة.
eu: Jokoarentzako izen bat sartu behar duzu.

source: You must enter a filename prefix for the game.
ar: يجب إدخال بادئة اسم ملف للعبة.
eu: Jokoarentzako fitxategi-izenaren aurrizki bat sartu behar duzu.

source: The filename prefix should not be more than 5 characters.
ar: يجب ألا تزيد بادئة اسم الملف عن 5 أحرف.
eu: Fitxategi-izenaren aurrizkiak ez lituzke 5 karaktere baina gehiago eduki behar.

source: The filename prefix should be all alphabetic characters.
ar: يجب أن تكون بادئة اسم الملف أحرفًا أبجدية.
eu: Fitxategi-izenaren aurrizkiaren karaktere denak alfabetokoak izan beharko lirateke.

source: The filename prefix '%1' is already in use.
ar: بادئة اسم الملف '%1' مستخدمة بالفعل.
eu: Fitxategi-izenaren '%1' aurrizkia jada erabilita dago.

# @title:window
source: Editor
ar: المحرر
eu: Editorea

source: You have not saved your work. Do you want to save it now?
ar: لم يتم حفظ عملك. هل ترغب في حفظه الآن؟
eu: Ez duzu zure lana gorde. Orain gorde nahi duzu?

# @action:button
source: &Save
ar: ا&حفظ
eu: &Gorde

# @action:button
source: &Do Not Save
ar: لا تحف&ظ
eu: E&z gorde

# @action:button
source: &Go on Editing
ar: &مواصلة التحرير
eu: &Jarraitu editatzen

source: You can only modify user games.
ar: يمكن تعديل ألعاب المستخدم فقط.
eu: Erabiltzailearen jokoak bakarrik alda ditzakezu.

source: New Level
ar: مستوى جديد
eu: Maila berria

source: Click anywhere to begin live play
ar: انقر في أي مكان لبدء اللعب المباشر
eu: Egin klik edozein lekutan zuzeneko jokoa hasteko

# @title:window
source: Play Next Level
ar: العب المستوى التالي
eu: Jokatu hurrengo maila

source: There are no more levels in this game.
ar: لا توجد مستويات أخرى في هذه اللعبة.
eu: Joko honetan ez dago maila gehiagorik.

source: Inappropriate action: you are not editing a level.
ar: إجراء غير مناسب: أنت لا تقوم بتحرير مستوى.
eu: Ekintza ezegokia: ez zara maila bat editatzen ari.

# @title:window
source: No Sound
ar: لا يوجد صوت
eu: Soinurik ez

source: Warning: This copy of KGoldrunner has no sound. This is because no development versions of the OpenAL and SndFile libraries were present when it was compiled and built.
ar: تحذير: هذه النسخة من جامع الذهب لا تحتوي على صوت. هذا بسبب عدم وجود إصدارات تطويرية من مكتبتي OpenAL وSndFile عند تجميعها وبنائها.
eu: Abisua: KGoldrunner(r)en kopia honek ez du soinurik. Izan ere, konpilatu eta eraikitzeko fitxategien artean ez zegoen OpenAL eta SndFile liburutegien garapen bertsiorik.

# @title:window
source: Game Paused
ar: اللعبة ملبثة
eu: Jokoa Etenaldian dago

source: The replay has stopped and the game is pausing while you prepare to go on playing. Please press the Pause key (default P or Esc) when you are ready.
ar: توقف العرض التكراري وتوقفت اللعبة مؤقتًا بينما تستعد لمواصلة اللعب. يرجى الضغط على مفتاح الإيقاف المؤقت (المبدئي P أو Esc) عندما تكون جاهزًا.
eu: Berriz jotzea geldituta dago eta jokoa etenaldian dago jokatzeko prestatzen zaren bitartean. Mesedez, sakatu Etenaldiaren tekla (era lehenetsian P edo Ihes) prest zaudenean.

# @title:window
source: Replay Last Level
ar: أعد تشغيل المستوى الأخير
eu: Azken maila berriz jokatu

source: ERROR: Could not find and replay a recording of the last level you played.
ar: خطأ: تعذر العثور على تسجيل للمستوى الأخير الذي لعبته وإعادة تشغيله.
eu: ERROREA: Ezin izan du jokatu duzun azken mailaren grabazio bat aurkitu eta berriz jo.

source: There is no last level to replay. You need to play a level to completion, win or lose, before you can use the Replay Last Level action.
ar: لا يوجد مستوى أخير لإعادة تشغيله. تحتاج إلى لعب مستوى حتى النهاية، فوزًا أو خسارة، قبل أن تتمكن من استخدام إجراء إعادة تشغيل المستوى الأخير.
eu: Ez dago berriz-jotzeko mailarik. Maila bat bukatu arte jokatu behar duzu, irabazi edo galdu, «Azken maila berriz jo» ekintza erabili ahal izateko.

# @title:window
source: Quick Start
ar: بدء سريع
eu: Abio azkarra

# @action:button start playing a game
source: &PLAY
ar: ا&لعب
eu: &JOKATU

# @info:tooltip
source: Start playing this level
ar: ابدأ لعب هذا المستوى
eu: Hasi maila hau jokatzen

# @info:whatsthis
source: Set up to start playing the game and level being shown, as soon as you click, move the mouse or press a key
ar: يجهز لبدء لعب اللعبة والمستوى المعروض، بمجرد النقر، أو تحريك الفأرة، أو الضغط على مفتاح
eu: Ezarri, klik egin, sagua mugitu edo tekla sakatu bezain laster, erakutsitako jokoa eta maila jokatzen hasteko

# @action:button
source: &Quit
ar: ا&خروج
eu: &Irten

# @info:tooltip
source: Close KGoldrunner
ar: أغلق جامع الذهب
eu: Itxi KGoldrunner

# @action:button
source: &New Game…
ar: &لعبة جديدة…
eu: Joko &berria…

# @info:tooltip
source: Start a different game or level
ar: ابدأ لعبة أو مستوى مختلف
eu: Hasi joko edo maila ezberdin bat

# @info:whatsthis
source: Use the Select Game dialog box to choose a different game or level and start playing it
ar: استخدم مربع حوار اختيار اللعبة لاختيار لعبة أو مستوى مختلف وبدء اللعب فيه
eu: Erabili «Hautatu jokoa» elkarrizketa-koadroa joko edo maila ezberdin bat hautatu eta jokatzen hasteko

# @action:button
source: &Use Menu
ar: ا&ستخدام القائمة
eu: &Erabili menua

# @info:tooltip
source: Use the menus to choose other actions
ar: استخدم القوائم لاختيار إجراءات أخرى
eu: Erabili menuak beste ekintza batzuk aukeratzeko

# @info:whatsthis
source: Before playing, use the menus to choose other actions, such as loading a saved game or changing the theme
ar: قبل اللعب، استخدم القوائم لاختيار إجراءات أخرى، مثل تحميل لعبة محفوظة أو تغيير السمة
eu: Jokatu aurretik, erabili menuak beste ekintza batzuk aukeratzeko, gordetako joko bat zamatzea edo gaia aldatzea esaterako

source: The game is halted. You will need to press the Pause key (default P or Esc) when you are ready to play.
ar: توقفت اللعبة. ستحتاج إلى الضغط على مفتاح الإيقاف المؤقت (المبدئي P أو Esc) عندما تكون جاهزًا للعب.
eu: Jokoa etenaldian dago. Etenaldi tekla (era lehenetsian P edo Ihes) sakatu behar duzu jokatzeko prest zaudenean.

# @title:window
source: Show a Solution
ar: اعرض حل
eu: Erakutsi ebazpen bat

source: Sorry, although all levels of KGoldrunner can be solved, no solution has been recorded yet for the level you selected.
ar: عذرًا، على الرغم من إمكانية حل جميع مستويات جامع الذهب، إلا أنه لم يُسجل حل للمستوى الذي اخترته بعد.
eu: Barkatu, KGoldrunner(r)en maila guztiak ebatz daitezkeen arren, oraindik ez da grabatu hautatu duzun mailaren ebazpenik.

# @title:window
source: Replay Any Level
ar: أعد تشغيل أي مستوى
eu: Edozein maila berriz jotu

source: Sorry, you do not seem to have played and recorded the selected level before.
ar: عذرًا، يبدو أنك لم تلعب المستوى المحدد وتسجله من قبل.
eu: Barkatu, ematen du hautatutako maila ez duzula aurretik jokatu eta grabatu.

source: <NOBR><B>GAME OVER !!!</B></NOBR><P>Would you like to try this level again?</P>
ar: <NOBR><B>انتهت اللعبة !!!</B></NOBR><P>هل ترغب في محاولة هذا المستوى مرة أخرى؟</P>
eu: <NOBR><B>JOKOA BUKATU DA !!!</B></NOBR><P>Maila hau egiten berriz saiatu nahi duzu?</P>

# @title:window
source: Game Over
ar: انتهت اللعبة
eu: Jokoa bukatu da

# @action:button
source: &Try Again
ar: &حاول مجدّدًا
eu: Saia&tu berriro

# @action:button
source: &Finish
ar: أ&نهِ
eu: &Bukatu

source: <b>CONGRATULATIONS !!!!</b><p>You have conquered the last level in the <b>"%1"</b> game !!</p>
ar: <b>تهانينا !!!!</b><p>لقد قهرت المستوى الأخير في لعبة <b>"%1"</b> !!</p>
eu: <b>ZORIONAK !!!!</b><p><b>"%1"</b> jokoaren azken maila gainditu duzu !!</p>

# @title:window
source: Hint
ar: تلميح
eu: Argibidea

# @action:button
source: &Ok
ar: &حسنًا
eu: Ad&os

# @action:button
source: &Show a Solution
ar: ا&عرض حلًا
eu: Erakut&si ebazpen bat

source: Sorry, there is no hint for this level.
ar: عذراً، لا يوجد تلميح لهذا المستوى.
eu: Barkatu, ez dago maila honetarako argibiderik.

source: T H E E N D
ar: النهاية
eu: B U K A E R A

source: You have pressed a key that can be used to control the Hero. Do you want to switch automatically to keyboard control? Pointer control is easier to use in the long term - like riding a bike rather than walking!
ar: لقد ضغطت على مفتاح يمكن استخدامه للتحكم بالبطل. هل تريد التبديل آليًا إلى التحكم بلوحة المفاتيح؟ التحكم بالمؤشر أسهل في الاستخدام على المدى الطويل - مثل ركوب الدراجة بدلاً من المشي!
eu: Heroia agintzeko erabil daitekeen tekla bat sakatu duzu. Teklatu bidezko agintera automatikoki aldatzea nahi duzu? Epe luzera, erakuslearen bidezko agintea erabiltzea errazagoa da - ibili ordez bizikletan ibiltzea bezala!

# @title:window
source: Switch to Keyboard Mode
ar: بدّل إلى وضع لوحة المفاتيح
eu: Aldatu teklatu modua

# @action:button
source: Switch to &Keyboard Mode
ar: بدّل إلى وضع &لوحة المفاتيح
eu: Aldatu &Teklatu modura

# @action:button
source: Stay in &Mouse Mode
ar: ابق في &وضع الفأرة
eu: Jarraitu &Sagu moduan

source: Keyboard Mode
ar: وضع لوحة المفاتيح
eu: Teklatu modua

# @title:window
source: Save Game
ar: احفظ لعبة
eu: Gorde jokoa

source: Sorry, you cannot save your game play while you are editing. Please try menu item "%1".
ar: عذراً، لا يمكنك حفظ لعبك أثناء التحرير. يرجى تجربة عنصر القائمة "%1".
eu: Barkatu, ezin duzu zure jokoa gorde, editatzen ari zaren bitartean. Mesedez, erabili menuko '%1' elementua.

source: Cannot open file '%1' for read-only.
ar: لا يمكن فتح الملف '%1' للقراءة فقط.
eu: Ezin du '%1' fitxategia irakurtzeko bakarrik ireki.

source: Please note: for reasons of simplicity, your saved game position and score will be as they were at the start of this level, not as they are now.
ar: يرجى ملاحظة: لأسباب تتعلق بالبساطة، ستكون وضعية لعبتك المحفوظة ونقاطك كما كانت في بداية هذا المستوى، وليس كما هي الآن.
eu: Kontuan izan: gauzak errazteko, gordetako zure jokoaren kokapena eta puntuazioa, maila honen hasieran zeuden bezala egongo dira, ez orain dauden bezala.

source: Error: Failed to save your game.
ar: خطأ: فشل حفظ لعبتك.
eu: Errorea: Zure jokoa gordetzea huts egin du.

# @title:window
source: Load Game
ar: حمَل لعبة
eu: Zamatu jokoa

source: Sorry, there are no saved games.
ar: عذراً، لا توجد ألعاب محفوظة.
eu: Barkatu, ez dago gordetako jokorik.

source: Cannot find the game with prefix '%1'.
ar: لا يمكن العثور على اللعبة بالبادئة '%1'.
eu: Ezin da '%1' aurrizkidun jokoa aurkitu.

source: Unknown
ar: مجهول
eu: Ezezaguna

# @title:window
source: Check for High Score
ar: تحقق من أعلى نتيجة
eu: Ikuskatu puntuazio altuen bila

source: <html><b>Congratulations !!!</b><br/>You have achieved a high score in this game.<br/>Please enter your name so that it may be enshrined<br/>in the KGoldrunner Hall of Fame.</html>
ar: <html><b>تهانينا !!!</b><br/>لقد حققت أعلى نتيجة في هذه اللعبة.<br/>يرجى إدخال اسمك لكي يتم تكريمه<br/>في قاعة مشاهير جامع الذهب.</html>
eu: <html><b>Zorionak !!!</b><br/>Joko honetan puntuazio altua lortu duzu.<br/> Mesedez, sartu zure izena,<br/> KGoldrunner(r)en ospearen aretoan jasota gera dadin.</html>

# @title:window
source: Save High Score
ar: احفظ أعلى نتيجة
eu: Gorde puntuazio altua

source: Error: Failed to save your high score.
ar: خطأ: فشل حفظ أعلى نتيجة لك.
eu: Errorea: Zure puntuazio altua gordetzea huts egin du.

# @title:window
source: Show High Scores
ar: أظهر أعلى النتائج
eu: Erakutsi puntuazio altuak

source: Sorry, we do not keep high scores for tutorial games.
ar: عذراً، لا نحتفظ بأعلى النتائج لألعاب التدريب.
eu: Barkatu, ez dugu tutoretza-jokoetarako puntuaziorik mantentzen.

source: Sorry, there are no high scores for the "%1" game yet.
ar: عذراً، لا توجد أي نتائج عالية للعبة "%1" حتى الآن.
eu: Barkatu, oraindik ez dago "%1" jokorako puntuaziorik.

source: <center><h2>KGoldrunner Hall of Fame</h2></center><center><h3>"%1" Game</h3></center>
ar: <center><h2>قاعة مشاهير جامع الذهب</h2></center><center><h3>لعبة "%1"</h3></center>
eu: <center><h2>KGoldrunner(r)en ospearen aretoa</h2></center><center><h3>"%1" jokoa</h3></center>

# @title:column 1, 2, 3 etc.
source: Rank
ar: الرتبة
eu: Heina

# @title:column person
source: Name
ar: الاسم
eu: Izena

# @title:column game level reached
source: Level
ar: المستوى
eu: Maila

# @title:column
source: Score
ar: النتيجة
eu: Puntuazioa

# @title:column
source: Date
ar: التاريخ
eu: Data

# @title:window
source: High Scores
ar: أعلى نقاط
eu: Puntuazio altuak

# @title:window
source: Load Game Info
ar: حمَل معلومات لعبة
eu: Zamatu jokoaren informazioa

source: Cannot find game info file '%1'.
ar: لا يمكن العثور على ملف معلومات اللعبة '%1'.
eu: Ezin du jokoaren '%1' informazio-fitxategia aurkitu.

source: Reached end of file '%1' before finding end of game-data.
ar: وصل إلى نهاية الملف '%1' قبل العثور على نهاية بيانات اللعبة.
eu: Jokoaren amaierako datuak aurkitu baino lehen '%1' fitxategiaren bukaerara iritsi da.

# @title:window
source: Save a Solution
ar: احفظ حلاً
eu: Gorde ebazpen bat

source: Your solution to level %1 has been saved on file %2
ar: حلك للمستوى %1 قد حُفِظ في الملف %2
eu: %1 mailaren zure ebazpena %2 fitxategian gorde da

# @title:window
source: Read Level Data
ar: اقرأ بيانات المستوى
eu: Irakurri mailaren datuak

source: Cannot find file '%1'.
ar: تعذّر العثور على الملف '%1'.
eu: Ezin du aurkitu '%1' fitxategia.

source: Reached end of file '%1' without finding level data.
ar: وصل إلى نهاية الملف '%1' دون العثور على بيانات المستوى.
eu: '%1' fitxategiaren bukaerara iritsi da mailaren datuak aurkitu gabe.

# @title:window
source: Rename File
ar: أعِد تسمية الملف
eu: Berrizendatu fitxategia

source: Cannot delete previous version of file '%1'.
ar: تعذّر حذف النسخة السابقة من الملف '%1'.
eu: Ezin du '%1' fitxategiaren aurreko bertsioa ezabatu.

source: Cannot rename file '%1' to '%2'.
ar: تعذّرت إعادة تسمية الملف '%1' إلى '%2'.
eu: Ezin du "%1" fitxategia "%2" gisa berrizendatu.

# @title:window
source: Theme Selector
ar: محدد السمة
eu: Gai hautatzailea

source: Lives: %1
ar: المحاولات: %1
eu: Bizitzak: %1

source: Score: %1
ar: النقاط: %1
eu: Puntuazioa: %1

# @title:window
source: Select Level
ar: اختر مستوى
eu: Hautatu maila

source: Sorry, you can only save or move into one of your own games.
ar: عذرًا، يمكنك الحفظ أو النقل فقط إلى إحدى ألعابك الخاصة.
eu: Barkatu, zure joko propioetan bakarrik gorde edo mugi dezakezu.

source: Sorry, you can only delete a level from one of your own games.
ar: عذرًا، يمكنك حذف مستوى فقط من إحدى ألعابك الخاصة.
eu: Barkatu, zure joko propioetan bakarrik ezabatu dezakezu maila bat.

source: Sorry, you can only edit the game information on your own games.
ar: عذرًا، يمكنك تحرير معلومات اللعبة فقط لألعابك الخاصة.
eu: Barkatu, jokoaren informazioa zure joko propioetan bakarrik edita dezakezu.

source: There is no level %1 in "%2", so you cannot play or edit it.
ar: لا يوجد مستوى %1 في "%2"، لذا لا يمكنك لعبه أو تحريره.
eu: "%2"(e)an ez dago %1 mailarik, eta beraz, ezin duzu jokatu edo editatu.

# @title:window
source: Select Game
ar: اختر لعبة
eu: Hautatu jokoa

source: <html><b>Please select a game:</b></html>
ar: <html><b>اختر لعبة:</b></html>
eu: <html><b>Mesedez, hautatu joko bat:</b></html>

# @title:column
source: Name of Game
ar: اسم اللعبة
eu: Jokoaren izena

# @title:column
source: Rules
ar: القواعد
eu: Arauak

# @title:column
source: Levels
ar: المستويات
eu: Mailak

# @title:column
source: Skill
ar: المهارة
eu: Trebetasuna

source: Level 1 of the selected game is:
ar: المستوى الأول من اللعبة المختارة:
eu: Hautatutako jokoaren 1. maila da:

# @title:window
source: Select Game/Level
ar: اختر لعبة/مستوى
eu: Hautatu jokoa/maila

source: Please select a level:
ar: اختر مستوى:
eu: Mesedez, hautatu maila bat:

# @label:spinbox
source: Level number:
ar: رقم المستوى:
eu: Mailaren zenbakia:

# @action:button
source: Edit Level Name o&r Hint
ar: حرر اسم المستوى أو &التلميح
eu: Editatu mailaren izena e&do argibidea

# @action:button
source: Start Game
ar: ابدأ اللعبة
eu: Hasi jokoa

# @action:button
source: Play Level
ar: العب مستوى
eu: Maila jokatu

# @action:button
source: Replay Level
ar: أعِد مستوى
eu: Maila berriz jokatu

# @action:button
source: Show Solution
ar: اعرض حلاً
eu: Erakutsi ebazpena

# @action:button
source: Save a Solution
ar: احفظ حلاً
eu: Gorde ebazpen bat

# @action:button
source: Edit Level
ar: حرر مستوى
eu: Editatu maila

# @action:button
source: Save Change
ar: احفظ التغيير
eu: Gorde aldaketa

# @action:button
source: Delete Level
ar: احذف مستوى
eu: Ezabatu maila

# @action:button
source: Move To…
ar: انقل إلى…
eu: Mugitu hona…

# @action:button
source: Edit Game Info
ar: حرر معلومات اللعبة
eu: Editatu jokoaren informazioa

# Rules
source: KGoldrunner
ar: جامع الذهب

# Rules
source: Traditional
ar: تقليدي
eu: Tradizionala

# Skill Level
source: Tutorial
ar: درس تعليمي
eu: Tutoretza

# Skill Level
source: Normal
ar: عادي
eu: Arrunta

# Skill Level
source: Championship
ar: بطولة
eu: Txapelketa

source: 1 level, uses KGoldrunner rules.
ar: مستوى واحد، يستخدم قواعد جامع الذهب.
eu: Maila 1, KGoldrunner(r)en arauak erabiltzen ditu.

source: 1 level, uses Traditional rules.
ar: مستوى واحد، يستخدم قواعد تقليدية.
eu: Maila 1, arau tradizionalak erabiltzen ditu.

source: Sorry, there is no further information about this game.
ar: عذرًا، لا توجد معلومات إضافية حول هذه اللعبة.
eu: Barkatu, ez dago joko honi buruzko informazio gehiago.

source: This level number is not valid. It can not be used.
ar: رقم المستوى هذا غير صالح. لا يمكن استخدامه.
eu: Maila zenbaki horrek ez du balio. Ezin da erabili.

source: The main button at the bottom echoes the menu action you selected. Click it after choosing a game and level - or use "Cancel".
ar: الزر الرئيسي في الأسفل يعيد إجراء القائمة الذي اخترته. انقر عليه بعد اختيار لعبة ومستوى - أو استخدم "ألغِ".
eu: Beheko botoi nagusiak hautatu duzun ekintzaren oihartzuna ematen du. Egiozu klik joko bat eta maila bat hautatu ondoren - edo erabili "Utzi".

source: If this is your first time in KGoldrunner, select the tutorial game, which gives you hints as you go. Otherwise, just click on the name of a game in the table, then, to start at level 001, click on the main button at the bottom. Play begins when you move the mouse or press a key.
ar: إذا كانت هذه أول مرة لك في جامع الذهب، فاختر لعبة التعليمات، التي تقدم لك تلميحات أثناء اللعب. وإلا، انقر فقط على اسم لعبة في الجدول، ثم، للبدء من المستوى 001، انقر على الزر الرئيسي في الأسفل. تبدأ اللعبة عند تحريك الفأرة أو الضغط على مفتاح.
eu: KGoldrunner erabiltzen duzun lehen aldia bada, hautatu tutoretza-jokoa, aurreratu ahala argibideak emango dizkizuna. Bestela, taulako joko baten izenean klik egin, ondoren, egin klik beheko botoi nagusian 001 mailan hasteko. Jokoa sagua mugitzen edo tekla bat sakatzen duzunean hasiko da.

source: You can select System levels for editing (or copying), but you must save the result in a game you have created. Use the left mouse-button as a paintbrush and the editor toolbar buttons as a palette. Use the 'Erase' button or the right mouse-button to erase. You can drag the mouse with a button held down and paint or erase multiple squares.
ar: يمكنك اختيار مستويات النظام للتحرير (أو النسخ)، لكن يجب حفظ النتيجة في لعبة أنشأتها. استخدم زر الفأرة الأيسر كفرشاة رسم وأزرار شريط أدوات المحرر كلوحة ألوان. استخدم زر 'امسح' أو زر الفأرة الأيمن للمسح. يمكنك سحب الفأرة مع الاستمرار بالضغط على زر لرسم أو مسح مربعات متعددة.
eu: Sistemaren mailak, editatzeko (edo kopiatzeko), hauta ditzakezu, baina emaitza zuk sortutako joko batean gorde behar duzu. Erabili saguaren ezkerreko botoia pintzel moduan eta editorearen tresna-barra paleta gisa. Erabili "Ezabatu" botoia edo saguaren eskuineko botoia ezabatzeko. Sagua, botoi bat eutsita duzula, arrastatu dezakezu karratu bat baino gehiago margotzeko edo ezabatzeko.

source: You can add a name and hint to your new level here, but you must save the level you have created into one of your own games. By default your new level will go at the end of your game, but you can also select a level number and save into the middle of your game.
ar: يمكنك إضافة اسم وتلميح لمستواك الجديد هنا، لكن يجب حفظ المستوى الذي أنشأته في إحدى ألعابك الخاصة. افتراضيًا سيذهب مستواك الجديد إلى نهاية لعبتك، لكن يمكنك أيضًا اختيار رقم مستوى والحفظ في منتصف لعبتك.
eu: Hemen zure maila berriari izen bat eta argibide bat gehitu diezaiokezu, baina sortutako maila zure jokoetako batean gorde behar duzu. Era lehenetsian maila berria zure jokoaren bukaeran kokatuko da, baina maila zenbakia hautatu eta zure jokoaren erdialdean sar dezakezu.
