Repository: KDE/kgoldrunner
Catalog: po/*/kgoldrunner.po
Languages: ar, eu

source: Go anti-clockwise around the circuit and take an enemy with you, trapping him in the pits at bottom left, lower right and upper right. Then you can run across the concrete and collect the gold up there. Next, clear out all of the left side except for one nugget above a ladder. To get this one, release the second enemy and take him all the way around the circuit. Follow him up the long ladder, staying on it till he runs over to the left and falls. Now go to the left end of the concrete as he circulates around the left side of the play area. As he falls past your feet, run over to the small ladder and get the gold. To get past the lower left pit, stand on the enemy and dig left. When you fall, dig right and escape, but stay low until the bricks close, then you can use the short ladder to lead the enemy up, across, down and out. To operate the lower right pit, go and get the gold in the centre of the circuit, then dig each side of the short ladder there. Fall to the left as the enemy is caught on the right. When the enemy emerges, he will go right and drop into the pit. Stand on his head and dig left to release him. You can push the enemy up the right hand ladder and to the left by standing a little way from the bottom of the ladder. You will need careful timing and digging to get him into the top right pit. Once there, you can run over him. If he still has gold, stand to the left of the pit and dig repeatedly until he drops the gold somewhere on his rounds.
ar: اذهب عكس اتجاه عقارب الساعة حول المسار واصطحب معك عدوًا، احبسه في الحفر الموجودة في أسفل اليسار، وأسفل اليمين، وأعلى اليمين. حينها يمكنك الركض عبر الخرسانة وجمع الذهب هناك. بعد ذلك، نظّف الجانب الأيسر بالكامل باستثناء كتلة ذهبية واحدة فوق سلم. للحصول على هذه، أطلق العدو الثاني واصطحبه في جميع أنحاء المسار. اتبعْه صعودًا على السلم الطويل، وابقَ عليه حتى يركض إلى اليسار ويسقط. الآن اذهب إلى الطرف الأيسر من الخرسانة بينما يتحرك هو في الجانب الأيسر من منطقة اللعب. بينما يسقط بجانب قدميك، اركض إلى السلم الصغير وخذ الذهب. لتجاوز حفرة أسفل اليسار، قف على العدو واحفر يسارًا. عندما تسقط، احفر يمينًا واهرب، لكن ابقَ في الأسفل حتى ينغلق الطوب، حينها يمكنك استخدام السلم القصير لقيادة العدو إلى الأعلى، ثم عبر المسار، ثم إلى الأسفل، ثم إلى الخارج. لتشغيل حفرة أسفل اليمين، اذهب وخذ الذهب في وسط المسار، ثم احفر كل جانب من السلم القصير هناك. اسقط إلى اليسار بينما العدو محاصر على اليمين. عندما يخرج العدو، سيذهب يمينًا ويسقط في الحفرة. قف على رأسه واحفر يسارًا لإطلاق سراحه. يمكنك دفع العدو إلى الأعلى على السلم الأيمن وإلى اليسار بالوقوف على بعد قليل من أسفل السلم. ستحتاج إلى توقيت وحفر دقيقين لإدخاله في حفرة أعلى اليمين. عندما يصبح هناك، يمكنك الركض فوقه. إذا كان لا يزال لديه ذهب، قف على يسار الحفرة واحفر بشكل متكرر حتى يسقط الذهب في مكان ما خلال جولاته.
eu: Joan zirkuitu inguruan erlojuaren aurkako noranzkoan, eraman etsai bat zurekin, eta harrapa ezazu hondoko ezkerreko, beheko eskuineko eta goiko eskuineko zuloetan. Gero, hormigoia zeharkatu eta han goiko urrea bildu dezakezu. Ondoren, garbitu ezkerralde osoa, eskaileraren gainean dagoen pipita bat izan ezik. Hori hartzeko, askatu bigarren etsaia eta eraman hura zirkuituaren inguruan. Jarrai iezaiozu eskailera luzean goran, bertan egonez ezker muturretik behera erortzen den arte. Orduan, joan hormigoiaren ezkerreko muturrera hura jokalekuaren ezker aldean dabilen bitartean. Zure oinetara erortzen denean, joan korrika eskailera txikira eta hartu urrea. Beheko ezkerreko zuloa igarotzeko etsaiaren gainean egon eta zulatu ezkerrean. Erortzen zarenean, zulatu eskuinean eta ihes egin, baina behean egon adreilua itxi arte, ondoren eskailera motza erabil dezakezu etsaia gora, aurrea, behera eta kanpora bideratzeko. Beheko eskuineko zuloan aritzeko, joan eta hartu zirkuituaren erdian dagoen urrea, ondoren, hor dagoen eskailera motzaren bi alboetan zulatu. Erori ezkerrera etsaia eskuinean harrapatuta dagoen bitartean. Etsaia agertzen denean, eskuinera joan eta zuloan eroriko da. Egon bere buruaren gainean eta zulatu ezkerrean bera askatzeko. Etsaia eskuinaldeko eskaileran gora eta ezkerrera joatea bultza dezakezu eskaileraren beheko aldearekiko pixka bat aldenduta egonda. Denbora zainduz zulatu beharko duzu etsaia goiko eskuineko zuloan harrapatzeko. Han dagoenean, bere gainetik ibil zaitezke. Urrea duen bitartean, egon zuloaren ezkerraldean eta behin eta berriz zulatu urrea bere inguruan uzten duen arte.

source: Synchronised Running
ar: جري متزامن
eu: Lasterketa sinkronizatua

source: Yes, you must run on the enemy's head --- all the way across! All it takes is a steady hand.
ar: نعم، يجب أن تركض على رأس العدو --- طوال الطريق! كل ما يتطلبه الأمر هو يد ثابتة.
eu: Bai, etsaiaren buruaren gainetik korrika egin behar duzu, zeharkatzeko bide osoan! Esku sendoa izatea beharrezkoa da.

# @action
source: &New Game…
ar: &لعبة جديدة…
eu: Joko &berria…

# @action
source: Pla&y Next Level
ar: ا&لعب المستوى التالي
eu: &Jokatu hurrengo maila

# @info:tooltip
source: Play the next level
ar: العب المستوى التالي
eu: Hurrengo maila jokatu

# @info:whatsthis
source: Switches to the next level in the game you are playing.
ar: يحول إلى المستوى التالي في اللعبة التي تلعبها.
eu: Jokatzen ari zaren jokoaren hurrengo mailara aldatzen du.

# @action
source: &Load Saved Game…
ar: &تحميل لعبة محفوظة…
eu: &Zamatu gordetako jokoa…

# @action
source: &Save Game…
ar: ا&حفظ اللعبة…
eu: &Gorde jokoa…

# @action
source: Save a Solution…
ar: احفظ حلًا…
eu: Gorde ebazpen bat…

# @info:tooltip
source: Save a solution
ar: احفظ حلاً
eu: Ebazpen bat gorde

# @info:whatsthis
source: Saves a solution for a level into a file called 'sol_&lt;prefix&gt;.txt' in your user's data directory.
ar: يحفظ حلاً لمستوى في ملف يسمى 'sol_&lt;prefix&gt;.txt' في دليل بيانات المستخدم الخاص بك.
eu: Maila baten ebazpena 'sol_&lt;prefix&gt;.txt' izeneko fitxategi batean gordetzen du, zure erabiltzailearen datuen direktorioan.

# @action
source: &Show a Solution
ar: ا&عرض حلًا
eu: Erakut&si ebazpen bat

# @info:tooltip
source: Show how to win this level
ar: أظهر كيفية الفوز بهذا المستوى
eu: Maila hau nola irabazi erakutsi

# @info:whatsthis
source: Plays a recording of how to win this level, if there is one available.
ar: يعرض تسجيلاً لكيفية الفوز بهذا المستوى، إذا كان متاحاً.
eu: Maila hau nola irabazi erakusten duen grabazio bat jotzen du, erabilgarri badago.

# @action
source: &Instant Replay
ar: إعادة &فورية
eu: &Bat-batean berriz jo

# @info:tooltip
source: Instant replay
ar: إعادة فورية
eu: Bat-batean berriz jotzea

# @info:whatsthis
source: Shows a recording of the level you are currently playing.
ar: يعرض تسجيلاً للمستوى الذي تلعبه حالياً.
eu: Erakutsi une honetan jokatzen ari zaren mailaren grabazio bat.

# @action
source: Replay &Last Level
ar: أ&عد تشغيل المستوى الأخير
eu: A&zken maila berriz jo

# @info:tooltip
source: Replay last level
ar: أعد تشغيل المستوى الأخير
eu: Azken maila berriz jo

# @info:whatsthis
source: Shows a recording of the last level you played and finished, regardless of whether you won or lost.
ar: يعرض تسجيلاً لآخر مستوى لعبته و أنهيته، بغض النظر عما إذا كنت فزت أو خسرت.
eu: Jokatu eta bukatu duzun azken mailaren grabazio bat erakusten du, irabazi edo galdu zenuen kontuan hartu gabe.

# @action
source: &Replay Any Level
ar: أعد &تشغيل أي مستوى
eu: Be&rriz edozein maila jo

# @info:tooltip
source: Replay any level
ar: أعد تشغيل أي مستوى
eu: Edozein maila berriz jo

# @info:whatsthis
source: Shows a recording of any level you have played so far.
ar: يعرض تسجيلاً لأي مستوى لعبته حتى الآن.
eu: Orain arte jokatu duzun edozein mailaren grabazioa erakusten du.

# @action
source: &Kill Hero
ar: اقتل البطل
eu: &Hil heroia

# @info:tooltip
source: Kill the hero
ar: اقتل البطل
eu: Heroia hil

# @info:whatsthis
source: Kills the hero, in case he finds himself in a situation from which he cannot escape.
ar: يقتل البطل، في حال وجد نفسه في وضع لا يمكنه الهروب منه.
eu: Heroia hiltzen du, ihes egitea ezinezkoa izango zaion egoera batean aurkitzen bada.

# @action
source: &Create Level
ar: أنشئ &مستوى
eu: &Sortu maila

# @info:tooltip
source: Create level
ar: أنشئ مستوى
eu: Maila sortu

# @info:whatsthis
source: Creates a completely new level.
ar: ينشئ مستوى جديداً بالكامل.
eu: Maila erabat berria sortzen du.

# @action
source: Create
ar: أنشئ
eu: Sortu

# @action
source: &Edit Level…
ar: &حرر مستوى…
eu: &Editatu maila…

# @info:tooltip
source: Edit level
ar: حرر مستوى
eu: Maila editatu

# @info:whatsthis
source: Edits any level.
ar: يحرر أي مستوى.
eu: Edozein maila editatzen du.

# @action
source: Edit
ar: حرّر
eu: Editatu

# @action
source: &Save Edits…
ar: احفظ ال&تعديلات…
eu: &Gorde edizioak…

# @info:tooltip
source: Save edits
ar: احفظ التعديلات
eu: Edizioak gorde

# @info:whatsthis
source: Saves your level after editing.
ar: يحفظ مستواك بعد التحرير.
eu: Editatu ondoren zure maila gordetzen du.

# @action
source: Save
ar: احفظ
eu: Gorde

# @action
source: &Move Level…
ar: ا&نقل مستوى…
eu: &Mugitu maila…

# @info:tooltip
source: Move level
ar: انقل مستوى
eu: Maila mugitu

# @info:whatsthis
source: Changes a level's number or move it to another game.
ar: يغير رقم المستوى أو ينقله إلى لعبة أخرى.
eu: Maila baten zenbakia aldatzen du edo beste joko batera eramaten du.

# @action
source: &Delete Level…
ar: ا&حذف مستوى…
eu: &Ezabatu maila…

# @info:tooltip
source: Delete level
ar: احذف مستوى
eu: Maila ezabatu

# @info:whatsthis
source: Deletes a level.
ar: تحذف مستوى.
eu: Maila bat ezabatzen du.

# @action
source: Create &Game…
ar: أنشئ &لعبة
eu: Sortu &jokoa…

# @info:tooltip
source: Create game
ar: أنشئ لعبة
eu: Jokoa sortu

# @info:whatsthis
source: Creates a completely new game.
ar: ينشئ لعبة جديدة تمامًا.
eu: Joko erabat berria sortzen du.

# @action
source: Edit Game &Info…
ar: تحرير &معلومات اللعبة…
eu: Editatu jokoaren &informazioa…

# @info:tooltip
source: Edit game info
ar: تحرير معلومات اللعبة
eu: Editatu jokoaren informazioa

# @info:whatsthis
source: Changes the name, rules or description of a game.
ar: يغير اسم اللعبة أو قواعدها أو وصفها.
eu: Jokoaren izena, arauak edo deskribapena aldatzen ditu.

# @action
source: Change &Theme…
ar: تغيير &السمة…
eu: Aldatu &gaia…

# @info:tooltip
source: Change the graphics theme
ar: تغيير سمة الرسومات
eu: Grafikoen gaia aldatu

# @info:whatsthis
source: Alters the visual appearance of the runners and background scene.
ar: يغير المظهر البصري للعدائين والمشهد الخلفي.
eu: Lasterkarien ikus-itxura eta atzeko-planoko eszena aldatzen ditu.

# @option:check
source: &Play Sounds
ar: &تشغيل الأصوات
eu: &Jo soinuak

# @info:tooltip
source: Play sound effects
ar: تشغيل المؤثرات الصوتية
eu: Soinu-efektuak jotzea

# @info:whatsthis
source: Plays sound effects during the game.
ar: يشغل المؤثرات الصوتية أثناء اللعبة.
eu: Jokoan zehar soinu-efektuak jotzen ditu.

# @option:check
source: Play &Footstep Sounds
ar: تشغيل أصوات &خطوات اللاعب
eu: Jo &urratsen soinua

# @info:tooltip
source: Make sounds of player's footsteps
ar: إصدار أصوات لخطوات اللاعب
eu: Jokalariaren urratsen soinua egin

# @info:whatsthis
source: Makes sounds of player's footsteps.
ar: يُصدر أصواتًا لخطوات اللاعب.
eu: Jokalariaren urratsen soinua egiten du.

# @option:check
source: &Demo at Start
ar: &عرض تجريبي عند البدء
eu: Erakustal&dia abiatzean

# @info:tooltip
source: Run a demo when the game starts
ar: تشغيل عرض تجريبي عند بدء اللعبة
eu: Erakustaldi bat exekutatu jokoa hasten denean

# @info:whatsthis
source: Runs a demo when the game starts.
ar: يشغّل عرضًا تجريبيًا عند بدء اللعبة.
eu: Jokoa hastean erakustaldi bat exekutatzen du.

# @option:check
source: &Mouse Controls Hero
ar: &الفأرة تتحكم بالبطل
eu: &Saguak heroia agintzen du

# @info:tooltip
source: Mouse controls hero
ar: الفأرة تتحكم بالبطل
eu: Saguak heroiari agintzen du

# @info:whatsthis
source: Use the mouse to control the hero's moves.
ar: استخدم الفأرة للتحكم بحركات البطل.
eu: Erabili sagua heroiaren mugimenduak agintzeko.

# @option:check
source: &Keyboard Controls Hero
ar: &لوحة المفاتيح تتحكم بالبطل
eu: &Teklatuak heroia agintzen du

# @info:tooltip
source: Keyboard controls hero
ar: لوحة المفاتيح تتحكم بالبطل
eu: Teklatuak heroia agintzen du

# @info:whatsthis
source: Use the keyboard to control the hero's moves.
ar: استخدم لوحة المفاتيح للتحكم بحركات البطل.
eu: Erabili teklatua heroiaren mugimenduak agintzeko.

# @option:check
source: Hybrid Control (&Laptop)
ar: تحكم هجين (&حاسوب محمول)
eu: Aginte hibridoa (Maga&lekoa)

# @info:tooltip
source: Pointer controls hero; dig using keyboard
ar: المؤشر يتحكم بالبطل؛ الحفر باستخدام لوحة المفاتيح
eu: Erakusleak heroiari agintzen du; zulatu teklatua erabiliz

# @info:whatsthis
source: Use the laptop's pointer device to control the hero's moves, and use the keyboard to dig left and right.
ar: استخدم جهاز المؤشر في الحاسوب المحمول للتحكم بحركات البطل، واستخدم لوحة المفاتيح للحفر يمينًا ويسارًا.
eu: Erabili magalekoaren gailu erakuslea heroiaren mugimenduak agintzeko, eta erabili teklatua eskuinean eta ezkerrean zulatzeko.

# @option:check
source: &Click Key to Move
ar: &النقر على المفتاح للتحرك
eu: Egin &klik tekla bati mugitzeko

# @info:tooltip
source: Click key to move
ar: النقر على المفتاح للتحرك
eu: Egin klik tekla bati mugitzeko

# @info:whatsthis
source: In keyboard mode, click a direction-key to start moving and keep on going until you click another key.
ar: في وضع لوحة المفاتيح، انقر على مفتاح اتجاه لبدء الحركة والاستمرار حتى النقر على مفتاح آخر.
eu: Teklatu moduan, egin klik norabide-tekla bati mugitzen hasteko eta jarraitu mugitzen beste tekla bati klik egin arte.

# @option:check
source: &Hold Key to Move
ar: ا&ضغط على المفتاح للتحرك
eu: E&utsi tekla mugitzeko

# @info:tooltip
source: Hold key to move
ar: الضغط على المفتاح للتحرك
eu: Eutsi tekla mugitzeko

# @info:whatsthis
source: In keyboard mode, hold down a direction-key to move and release it to stop.
ar: في وضع لوحة المفاتيح، اضغط مع الاستمرار على مفتاح اتجاه للتحرك واتركه للتوقف.
eu: Teklatu moduan, eutsi norabide-tekla bat sakatuta mugitzeko eta askatu gelditzeko.

# @item:inmenu
source: Normal Speed
ar: السرعة العادية
eu: Abiadura arrunta

# @info:tooltip
source: Set normal speed
ar: عيّن السرعة العادية
eu: Ezarri abiadura arrunta

# @info:whatsthis
source: Set normal game speed.
ar: يضبط سرعة اللعبة العادية.
eu: Ezarri jokoaren abiadura arrunta.

# @item:inmenu
source: Beginner Speed
ar: سرعة المبتدئين
eu: Hasiberriaren abiadura

# @info:tooltip
source: Set beginners' speed
ar: ضبط سرعة المبتدئين
eu: Ezarri hasiberriaren abiadura

# @info:whatsthis
source: Set beginners' game speed (0.5 times normal).
ar: يضبط سرعة لعبة المبتدئين (0.5 من السرعة العادية).
eu: Ezarri hasiberriaren joko-abiadura (abiadura arrunta 0,5 bider).

# @item:inmenu
source: Champion Speed
ar: سرعة البطولة
eu: Txapeldunaren abiadura

# @info:tooltip
source: Set champions' speed
ar: ضبط سرعة الأبطال
eu: Ezarri txapeldunaren abiadura

# @info:whatsthis
source: Set champions' game speed (1.5 times normal).
ar: يضبط سرعة لعب الأبطال (أسرع بـ 1.5 مرة من السرعة العادية).
eu: Ezarri txapeldunaren joko-abiadura (abiadura arrunta 1,5 bider).

# @action
source: Increase Speed
ar: زد السرعة
eu: Azkartu abiadura

# @info:tooltip
source: Increase speed
ar: زد السرعة
eu: Abiadura azkartu

# @info:whatsthis
source: Increases the game speed by 0.1 (maximum is 2.0 times normal).
ar: يزيد سرعة اللعبة بمقدار 0.1 (الحد الأقصى هو 2.0 مرة من السرعة العادية).
eu: Jokoaren abiadura 0,1 azkartu (gehienezkoa abiadura arrunta halako 2,0 da).

# @action
source: Decrease Speed
ar: قلل السرعة
eu: Moteldu abiadura

# @info:tooltip
source: Decrease speed
ar: قلل السرعة
eu: Abiadura moteldu

# @info:whatsthis
source: Decreases the game speed by 0.1 (minimum is 0.2 times normal).
ar: يقلل سرعة اللعبة بمقدار 0.1 (الحد الأدنى هو 0.2 مرة من السرعة العادية).
eu: Jokoaren abiadura 0,1 moteldu (gutxienekoa abiadura arruntaren 0,2 da).

# @action
source: Stop
ar: توقّف
eu: Gelditu

# @action
source: Move Right
ar: انتقل لليمين
eu: Mugitu eskuinerantz

# @action
source: Move Left
ar: انتقل لليسار
eu: Mugitu ezkerrerantz

# @action
source: Move Up
ar: انتقل لأعلى
eu: Mugitu gorantz

# @action
source: Move Down
ar: انتقل لأسفل
eu: Mugitu beherantz

# @action
source: Dig Right
ar: احفر لليمين
eu: Zulatu eskuinean

# @action
source: Dig Left
ar: احفر لليسار
eu: Zulatu ezkerrean

# @action
source: Do a Step
ar: نفّذ خطوة
eu: Egin urrats bat

# @action
source: Test Bug Fix
ar: اختبر إصلاح الخطأ
eu: Probatu programa-arazoaren konponketa

# @action
source: Show Positions
ar: اعرض المواضع
eu: Erakutsi kokapenak

# @action
source: Start Logging
ar: ابدأ التسجيل
eu: Hasi erregistratzen

# @action
source: Show Hero
ar: اعرض البطل
eu: Erakutsi heroia

# @action
source: Show Object
ar: اعرض العنصر
eu: Erakutsi objektua

# @action
source: Show Enemy
ar: اعرض العدو
eu: Erakutsi etsaia

source: The game is paused
ar: اللعبة ملبثة
eu: Jokoa etenaldian dago

source: Press "%1" to RESUME
ar: اضغط على "%1" للمتابعة
eu: Sakatu "%1" BERREKITEKO

source: Press "%1" or "%2" to RESUME
ar: اضغط على "%1" أو "%2" للمتابعة
eu: Sakatu "%1" edo "%2" BERREKITEKO

source: Press "%1" to PAUSE
ar: اضغط على "%1" للإيقاف المؤقت
eu: Sakatu "%1" ETENALDIA egiteko

source: Press "%1" or "%2" to PAUSE
ar: اضغط على "%1" أو "%2" للإيقاف المؤقت
eu: Sakatu "%1" edo "%2" ETENALDIA egiteko

source: Has hint
ar: يحتوي على تلميح
eu: Argibidea du

source: No hint
ar: دون تلْميح
eu: Argibiderik ez

# @window:title
source: Get Folders
ar: الحصول على المجلدات
eu: Eskuratu karpetak

source: Cannot find system games sub-folder '/system/' in areas '%1'.
ar: تعذّر العثور على المجلد الفرعي '/system/' لألعاب النظام في المناطق '%1'.
eu: Ezin du aurkitu, '%1' esparruetan, sistemako jokoen '/system' karpeta.

# @action
source: Edit Name/Hint
ar: عدّل الاسم/التلميح
eu: Editatu izena/argibidea

# @info:tooltip
source: Edit level name or hint
ar: عدّل اسم المستوى أو التلميح الخاص به
eu: Editatu mailaren izena edo argibidea

# @info:whatsthis
source: Edits text for the name or hint of a level
ar: يُستخدم لتحرير نص اسم المستوى أو التلميح الخاص به
eu: Maila baten izenaren edo argibidearen testua editatzen du

# @action
source: Name/Hint
ar: الاسم/التلميح
eu: Izena/Argibidea

# @option:check
source: Erase
ar: امسح
eu: Ezabatu

# @option:check
source: Space/Erase
ar: مسافة/امسح
eu: Zuriunea/Ezabatu

# @info:tooltip
source: Paint empty squares or erase
ar: املأ المربعات الفارغة أو امسح
eu: Marraztu karratu hutsak edo ezabatu

# @info:whatsthis
source: Erases objects or paint empty squares.
ar: يمحو العناصر أو يلوّن المربعات الفارغة.
eu: Objektuak kendu edo karratu hutsak marrazten ditu.

# @option:check
source: Hero
ar: البطل
eu: Heroia

# @info:tooltip
source: Move hero
ar: انقل البطل
eu: Mugitu heroia

# @info:whatsthis
source: Changes the hero's starting position.
ar: يغير موضع بداية البطل.
eu: Heroiaren hasierako kokalekua aldatzen du.

# @option:check
source: Enemy
ar: العدو
eu: Etsaia

# @info:tooltip
source: Paint enemies
ar: لوّن الأعداء
eu: Marraztu etsaiak

# @info:whatsthis
source: Paints enemies at their starting positions.
ar: يضع الأعداء في مواضع بدايتهم.
eu: Etsaiak haien hasierako kokalekuetan marrazten ditu.

# @option:check
source: Brick
ar: طوبة
eu: Adreilua

# @info:tooltip
source: Paint bricks (can dig)
ar: لوّن الطوب (يمكن حفره)
eu: Marraztu adreiluak (zulatu daiteke)

# @info:whatsthis
source: Paints bricks (diggable objects).
ar: يضع الطوب (كائنات قابلة للحفر).
eu: Adreiluak (objektu zulagarriak) marrazten ditu.

# @option:check
source: Concrete
ar: خرسانة
eu: Hormigoia

# @info:tooltip
source: Paint concrete (cannot dig)
ar: لوّن الخرسانة (لا يمكن حفرها)
eu: Marraztu hormigoia (ezin da zulatu)

# @info:whatsthis
source: Paints concrete objects (not diggable).
ar: يضع العناصر الخرسانية (غير قابلة للحفر).
eu: Hormigoizko objektuak (ezin dira zulatu) marrazten ditu.

# @option:check
source: Trap
ar: الفخ
eu: Tranpa

# @option:check
source: Trap/False Brick
ar: فخ/طوبة زائفة
eu: Tranpa/Gezurrezko adreilua

# @info:tooltip
source: Paint traps or false bricks (can fall through)
ar: لوّن الفخاخ أو الطوب الزائف (يمكن السقوط عبره)
eu: Marraztu tranpak edo gezurrezko adreiluak (haietan zehar eror daiteke)

# @info:whatsthis
source: Paints traps or false bricks (can fall through).
ar: يضع الفخاخ أو الطوب الزائف (يمكن السقوط عبره).
eu: Tranpak edo gezurrezko adreiluak (haietan zehar eror daiteke) marrazten ditu.

# @option:check
source: Ladder
ar: السلم
eu: Eskailera

# @info:tooltip
source: Paint ladders
ar: لوّن السلالم
eu: Marraztu eskailerak

# @info:whatsthis
source: Paints ladders (ways to go up or down).
ar: يضع السلالم (طرق للصعود أو النزول).
eu: Eskailerak (igotzeko edo jaisteko modua) marrazten ditu.

# @option:check
source: H Ladder
ar: سلم H
eu: H eskailera

# @option:check
source: Hidden Ladder
ar: سلم مخفي
eu: Ezkutuko eskailera

# @info:tooltip
source: Paint hidden ladders
ar: لوّن السلالم المخفية
eu: Marraztu ezkutuko eskailerak

# @info:whatsthis
source: Paints hidden ladders, which appear when all the gold is gone.
ar: يضع السلالم المخفية، التي تظهر عند جمع كل الذهب.
eu: Ezkutuko eskailerak, urre guztia jasotakoan agertzen direnak, marrazten ditu.

# @option:check
source: Bar
ar: عارضة
eu: Barra

# @option:check
source: Bar/Pole
ar: عارضة/عمود
eu: Barra/Zurtoina

# @info:tooltip
source: Paint bars or poles
ar: لوّن العارضات أو الأعمدة
eu: Marraztu barrak edo zurtoinak

# @info:whatsthis
source: Paints bars or poles (can fall from these).
ar: يضع العارضات أو الأعمدة (يمكن السقوط منها).
eu: Barrak edo zurtoinak (hautetatik eror daiteke) marrazten ditu.

# @option:check
source: Gold
ar: ذهب
eu: Urrea

# @option:check
source: Gold/Treasure
ar: ذهب/كنز
eu: Urrea/Altxorra

# @info:tooltip
source: Paint gold (or other treasure)
ar: لوّن الذهب (أو كنز آخر)
eu: Marraztu urrea (edo beste altxor batzuk)

# @info:whatsthis
source: Paints gold pieces (or other treasure).
ar: يضع قطع الذهب (أو كنز آخر).
eu: Urre-zatiak (edo beste altxor batzuk) margotzen ditu.

source: &Editor
ar: ال&محرر
eu: &Editorea

source: Edit Toolbar
ar: حرر شريط الأدوات الرئيس
eu: Editatu tresna-barra

# @title:window
source: Edit Name or Hint
ar: حرر الاسم أو التلميح
eu: Editatu izena edo argibidea

# @label:textbox
source: Name of level:
ar: اسم المستوى:
eu: Mailaren izena:

# @label:textbox
source: Hint for level:
ar: تلميح للمستوى:
eu: Mailaren argibidea:

# @title:window
source: Edit Game Info
ar: حرر معلومات اللعبة
eu: Editatu jokoaren informazioa

# @label:textbox
source: Name of game:
ar: اسم اللعبة:
eu: Jokoaren izena:

# @label:textbox
source: File name prefix:
ar: بادئة اسم الملف:
eu: Fitxategi-izenaren aurrizkia:

# @option:radio
source: Traditional rules
ar: قواعد تقليدية
eu: Tradiziozko arauak

# @option:radio
source: KGoldrunner rules
ar: قواعد جامع الذهب
eu: KGoldrunner(r)en arauak

source: 1 level
ar: مستوى واحد
eu: maila 1

# @label:textbox
source: About this game:
ar: حول هذه اللعبة:
eu: Joko honi buruz:

# @title:window
source: Create Game
ar: أنشئ لعبة
eu: Sortu jokoa

# @action:button
source: Save Changes
ar: احفظ التغييرات
eu: Gorde aldaketak

source: 0 levels
ar: المستويات 0
eu: 0 maila

# @action:button
source: Save New
ar: احفظ جديد
eu: Gorde berria

# @title:window
source: Select Saved Game
ar: اختر لعبة محفوظة
eu: Hautatu gordetako maila

source: Game Level/Lives/Score Day Date Time
ar: اللعبة المستوى/الأرواح/النقاط اليوم التاريخ الوقت
eu: Jokoa Maila/Bizitzak/Puntuazioa Eguna Data Ordua

# @title:window
source: Create Level
ar: أنشئ مستوى
eu: Sortu maila

source: You cannot create and save a level until you have created a game to hold it. Try menu item "Create Game".
ar: لا يمكن إنشاء مستوى وحفظه حتى تنشئ لعبة تحتويه. جرب عنصر القائمة "أنشئ لعبة".
eu: Ezin duzu maila bat sortu eta gorde hura eusteko joko bat sortu arte. Erabili menuko "Sortu jokoa" elementua.

# @title:window
source: Edit Level
ar: حرر مستوى
eu: Editatu maila
