Repository: KDE/kgoldrunner
Catalog: po/*/kgoldrunner.po
Languages: ar, eu

# NAME OF TRANSLATORS
source: Your names
ar: Mohamed SAAD محمد سعد,زايد السعيدي
eu: Iñigo Salvador Azurmendi,Ion Gaztañaga

# EMAIL OF TRANSLATORS
source: Your emails
ar: metehyi@free.fr,zayed.alsaidi@gmail.com
eu: xalba@ni.eus,igaztanaga@gmail.com

source: Beginner's Luck
ar: حظ المبتدئ
eu: Hasiberriaren zortea

source: These 70 levels are a graded introduction to the Traditional game, composed by Jason Self (j at jxself org). Although there are no hints, every level has a recorded solution. The game is aimed at new players, but the later levels are quite hard, so keep an eye on how the enemies react to your moves as you go along. You need to have them well trained by the time you get to level 70. Jason provided most of the solutions, but some are by Ian Wadham.
ar: المستويات السبعون هذه هي مقدمة متدرجة للعبة التقليدية، قام بتأليفها جايسون سيلف (j at jxself org). وعلى الرغم من عدم وجود تلميحات، فإن كل مستوى لديه حل مسجل. اللعبة موجهة للاعبين الجدد، ولكن المستويات اللاحقة صعبة للغاية، لذا راقب كيف يتفاعل الأعداء مع حركاتك أثناء اللعب. عليك أن تجعلهم مدربين جيداً بحلول الوقت الذي تصل فيه إلى المستوى 70. قدم جايسون معظم الحلول، ولكن بعضها من إيان وادهام.
eu: 70 maila hauek joko tradizionalaren sarrera mailakatu bat dira, Jason Self-ek konposatua (j at jxself org). Aholkurik ez egon arren, maila bakoitzak grabatuta dagoen ebazpen bat du. Jokoa jokalari berriei zuzendua dago, baina azken mailak nahiko zailak dira, beraz, aurrera joan ahala, etsaiek zure mugimenduekiko duten erreakzioetan arreta ipini. 70. mailara iristen zarenerako ondo trebatuta izan behar duzu. Jason-ek ebazpen gehienak eman zituen, baina batzuk Ian Wadham-enak dira.

source: Curse of the Mummy
ar: لعنة المومياء
eu: Momiaren madarikazioa

source: Drawing on Western movie icons about mummies and Egypt, this set of levels is best run under the Treasure of Egypt theme. You also need to dig while falling sometimes. To polish your Egyptology, you will find factual tidbits related to each level in the hints, where the facts are drawn from Wikipedia rather than Hollywood. This Championship game was composed by Steve Mann <smann at cgl uwaterloo ca>, with a few Egyptian ideas and the Red Sea level contributed by Ian Wadham.
ar: استناداً إلى أيقونات أفلام الغرب عن المومياوات ومصر، من الأفضل أن تعمل مجموعة المستويات هذه تحت طابع "كنز مصر". كما ستحتاج أحياناً إلى الحفر أثناء السقوط. لتحسين معرفتك بعلم المصريات، ستجد معلومات واقعية تتعلق بكل مستوى في التلميحات، حيث الحقائق مستمدة من ويكيبيديا بدلاً من هوليوود. لعبة البطولة هذه قام بتأليفها ستيف مان <smann at cgl uwaterloo ca>، مع بعض الأفكار المصرية ومستوى البحر الأحمر الذي ساهم به إيان وادهام.
eu: Egipto eta momiei buruzko mendebaldeko filmetako ikonoak marraztuta, maila multzo hau «Egiptoko altxorra» gaiarekin ibiltzen da hobekien. Batzuetan, erori bitartean ere zulatu beharrean izango zara. Zure egiptologia fintzeko, iradokizunetan, maila bakoitzarekin lotutako benetako datuak aurkituko dituzu, Hollywoodekoen ordez, Wikipediakoak. Txapelketa-joko hori Steve Mann-ek <smann at cgl uwaterloo ca> osatu zuen, Egiptori buruzko ideia batzuekin, eta Itsas Gorriko maila Ian Wadham-ek egin zuen.

source: The Giza Plateau
ar: هضبة الجيزة
eu: Gizako goi-lautada

source: The Giza Plateau on the outskirts of Cairo is the site of the Giza Necropolis, which consists of the Pyramid of Khufu (The Great Pyramid), the Pyramid of Khafre, the Pyramid of Menkaure, along with the Great Sphinx and a number of other smaller edifices. As you make your way under the plateau, try to avoid killing the mummies: if too many reappear on the right, it becomes difficult to escape at the end. To get started, you will need to use the technique of digging while falling.
ar: هضبة الجيزة على مشارف القاهرة هي موقع "جبانة الجيزة"، التي تتكون من "هرم خوفو" (الهرم الأكبر)، و"هرم خفرع"، و"هرم منقرع"، إلى جانب "أبو الهول العظيم" وعدد من المباني الأصغر الأخرى. بينما تشق طريقك تحت الهضبة، حاول تجنب قتل المومياوات: إذا عاود الكثيرون الظهور على اليمين، يصبح الهروب صعباً في النهاية. للبدء، ستحتاج إلى استخدام أسلوب الحفر أثناء السقوط.
eu: Gizako goi-lautada, Kairo kanpoaldean, Gizako Nekropoliaren gunea da; Keops-en Piramidea (Piramide Handia), Kefren-en Piramidea, Mizerino-ren Piramidea, Esfinge Handiarekin eta beste zenbait eraikin txikiagorekin batera osatzen dute. Goi-lautada azpian ibiltzen zarenean, saia zaitez momiak hiltzea saihesten: eskuinean haietako behar baino gehiago berragertzen badira, azkenean ihes egitea zailagoa izango da. Hasteko, erori bitartean zulatzeko teknika erabili beharko duzu.

source: The Pyramid of Djoser
ar: أهرام زوسر
eu: Zoser-ren Piramidea

source: The Pyramid of Djoser (Zoser), or step pyramid (kbhw-ntrw in Egyptian) is an archeological remain in the Saqqara necropolis, Egypt, northwest of the city of Memphis. To complete this level, it is important to proceed in steps: first free the mummy on the left side of the second level (from the bottom), allowing it to drop into and fill the hidden pit on the ground level. Now enter the right side of the second level and move across the pole, over the mummy, and get the piece of treasure in the middle, being sure to dig out the brick to the left of the middle. The mummy on the third level is a bit problematic because it will take a piece of treasure and carry it. You may get lucky and find that it abandons its treasure at some point, but you can also trap him in the one diggable brick on the right with careful timing. Finally, before getting the last piece of treasure, be sure to open the bottom right of the step pyramid to allow the mummies on the right to enter the pyramid - if there is more than one mummy on the bottom right before the escape ladder appears, you will be unable to reach the exit.
ar: هرم زوسر، أو الهرم المدرج (kbhw-ntrw باللغة المصرية) هو بقايا أثرية في "جبانة سقارة"، مصر، شمال غرب مدينة ممفيس. لإكمال هذا المستوى، من المهم المضي قدماً بخطوات: أولاً أطلق سراح المومياء في الجانب الأيسر من المستوى الثاني (من الأسفل)، مما يسمح لها بالسقوط في الحفرة المخفية في المستوى الأرضي وملئها. الآن ادخل الجانب الأيمن من المستوى الثاني وتحرك عبر العمود، فوق المومياء، واحصل على قطعة الكنز في المنتصف، مع التأكد من حفر الطوبة إلى يسار المنتصف. المومياء في المستوى الثالث إشكالية بعض الشيء لأنها ستأخذ قطعة من الكنز وتحملها. قد يحالفك الحظ وتجد أنها تتخلى عن كنزها في مرحلة ما، ولكن يمكنك أيضاً أن تحبسها في الطوبة القابلة للحفر على اليمين بتوقيت دقيق. أخيراً، قبل الحصول على قطعة الكنز الأخيرة، تأكد من فتح الجزء السفلي الأيمن من الهرم المدرج للسماح للمومياوات على اليمين بالدخول إلى الهرم - إذا كان هناك أكثر من مومياء واحدة في الجزء السفلي الأيمن قبل أن يظهر سلم الهروب، فلن تتمكن من الوصول إلى المخرج.
eu: Zoser-ren (Djoser) Piramidea, edo Piramide Mailakatua (Egiptoeraz kbhw-ntrw), Sakkara Nekropoliko aztarna arkeologiko bat da, Egipto, Menfis hiriaren ipar-mendebaldean. Maila hau osatzeko, garrantzitsua da urratsez urrats aurrera jarraitzea: aurrena, askatu (behetik hasita) bigarren mailako ezker aldeko momia, lurzoru mailako ezkutuko zulora erori eta bete dezan. Orain, sartu bigarren mailako eskuinaldera eta mugitu zurtoinean zehar, momiaren gainetik, eta lortu erdian dagoen altxorraren pieza, erdialdeko ezkerreko adreilua ateratzeaz ziurtatuz. Hirugarren mailako momia arazotsua da, altxor pieza bat hartu eta berarekin eramango duelako. Zortea izan dezakezu eta altxorra nonbaiten uzten duela aurkitu, baina eskuinean atera daitekeen adreiluren lekuan harrapa dezakezu ere, denbora tentuz neurtuz gero. Azkenik, altxorraren azken pieza lortu aurretik, ireki ezazu piramide mailakatuaren beheko eskuinaldea, eskuineko momiei piramidera sartzen uzteko - ihes egiteko ezkilara agertu aurretik behe-eskuinean momia bat baino gehiago baldin badago, ezingo zara irteerara iritsi.

source: Pharaoh's Barge
ar: مركب الفرعون
eu: Faraoiaren gabarra

source: The Khufu ship is an intact full-size vessel from Ancient Egypt that was sealed into a pit in the Giza pyramid complex at the foot of the Great Pyramid of Giza around 2,500 BC. The ship was almost certainly built for Khufu (King Cheops). It is one of the oldest, largest, and best-preserved vessels from antiquity, and measures 43.6 m overall. Despite its age, it could sail today if put into water. This is almost a simple level: good treasure and not too many mummies. But your task is to wrest the treasure they carry.
ar: سفينة خوفو هي سفينة كاملة الحجم وسليمة من مصر القديمة جرى ختمها في حفرة في مجمع أهرامات الجيزة عند سفح هرم الجيزة الأكبر حوالي عام 2500 قبل الميلاد. على الأرجح أن السفينة بنيت لخوفو (الملك خيوبس). هي واحدة من أقدم وأكبر وأفضل السفن المحفوظة من العصور القديمة، ويبلغ طولها الإجمالي 43.6 متر. على الرغم من عمرها، يمكنها الإبحار اليوم إذا وضعت في الماء. هذا المستوى بسيط تقريباً: كنز جيد وليس هناك الكثير من المومياوات. ولكن مهمتك هي انتزاع الكنز الذي يحملونه.
eu: Khufuren itsasontzia, egoera ezin hobean dagoen antzinako Egiptoko tamaina osoko ontzi bat da, Gizako piramide multzoan, Gizako Piramide Handiaren oinean K.A. 2.500 urte inguruan hobi batean zigilatu zutena. Itsasontzia ia seguru Khufurentzat (Keops erregea) eraiki zuten. Antzinako ontzi zaharrenetako, handienetako eta hobekien kontserbatuetako bat da, eta guztira 43,6 m neurtzen du. Bere adina gorabehera, uretan sartuz gero, nabigatu ahalko luke. Hau ia maila sinple bat da: altxor ona eta momia gehiegi ez. Baina zure zeregina daramaten altxorra ebastea da.

source: Pyramid Puzzles
ar: أحجيات الأهرام
eu: Piramide buru-hausgarriak

source: The Great Pyramid was the tallest man-made structure in the world for over 3,800 years. Going up and down all the time must have been a chore for ancient Egyptians, much as you are likely to find it a chore going up and down this pyramid. To get the second treasure from the left, you have to use the brick that blocks the ladder at the bottom as a bridge to escape. To get the fourth treasure from the left, clear the three brick above and to the right of the left most mummy; if dug in the correct order, this will give you just enough time to grab the treasure and escape. Some of the mummies must be released to get some of the treasure. However, get the first, second, and fourth treasures (from the left) before releasing any of the mummies. Be careful not to kill any mummies; if they appear to the right of the pyramid, you will be unable to finish the level. Also it is possible to release the mummies and trap them in one of the other chambers.
ar: الهرم العظيم كان البناء الأطول من صنع بني البشر في العالم لحوالي 3800 سنة. التنقّل إلى الأعلى وإلى الأسفل كان عملًا روتينيًّا للمصريين القدماء، بقدر ما تعتقد أنك تقوم بالذهاب لأعلى وأسفل الهرم بشكل روتيني. لتحصل على الكنز الثاني من اليسار، عليك استخدام القرميدة التي تعيق السلّم من الأسفل كجسر للهروب. لتحصل على الكنز الرابع من اليسار،
eu: Piramide Handia gizakiak eraikitako munduko egitura altuena izan zen ia 3.800 urtez. Denbora guztian gora eta behera joatea izan da anztinako egiptoarren zeregina, zeu ere piramide honetan egingo duzun bezala. Bigarren altxorra ezkerretik eskuratzeko, beheko eskailera blokeatzen duen adreilua erabili behar duzu ihes egiteko bide bezala. Laugarren altxorra ezkerretik eskuratzeko, garbitu gaineko hiru adreilu eta ezkerreko eskuiean dagoen momia. Ordena egokian zulatuz gero, nahikoa denbora izango duzu altxorra lapurtu eta ihes egiteko. Momia batzuk askatzen dira altxorraren zati batzuk lortzeko. Hala ere, eskuratu itzazu aurreneko, bigarrengo eta laugarrengo altxorrak (ezkerretik) edozein momia askatu baino lehen. Kontu ibili eta ez hil momiarik; haiek piramideko eskuinaldetik agertzen badira, ezin izango duzu maila amaitu. Gainera, momiak askatu eta haiek arrapa ditzakezu ganberatariko batean.

source: Crocodile
ar: التمساح
eu: Krokodiloa

source: Crocodiles can live to be over 100 years of age, with the largest species reaching 4.85 meters in length. Various species have been observed attacking and killing sharks. Sobek was the deification of crocodiles. Egyptians who worked or travelled on the Nile hoped that if they prayed to Sobek, the crocodile god, he would protect them from being attacked by crocodiles. In this level, it is not the crocodile you need to fear. Still, a prayer to Sobek might help you escape the mummies while you gather the treasure.
ar: يمكن أن تعيش التماسيح لأكثر من 100 عام، وتصل أكبر الأنواع إلى 4.85 متر في الطول. جرى رصد أنواع مختلفة وهي تهاجم وتقتل أسماك القرش. سوبك كان تأليهاً للتماسيح. المصريون الذين عملوا أو سافروا على النيل كانوا يأملون أنه إذا صلوا إلى سوبك، إله التماسيح، فإنه سيحميهم من هجمات التماسيح. في هذا المستوى، ليس التمساح هو من عليك أن تخاف منه. ومع ذلك، قد تساعدك صلاة إلى سوبك على الهروب من المومياوات بينما تجمع الكنز.
eu: Krokodiloek 100 urte baino gehiago bizi daitezke, espezie handienaren luzera 4,85 metrotara iritsi daiteke. Espezie batzuk marrazoei erasotzen eta hiltzen ikusi dira. Sobek krokodiloen jainkoespen bat zen. Egiptoarrek Niloan lan egin edo garraitzen ziren Sobek-i (krokodilo jainkoa) errezu eginez gero, krokodiloen erasoetatik babestuko zietela uste zuten. Mail honetan, krokodiloen beldur eduki behar ez duzun arren, egin otoiz bat Sobek-i momietatik ihes egiten lagun zaitzadan altxorra biltzen duzun bitartean.egiptoarrek

source: Three Pyramids
ar: الأهرام الثلاثة
eu: Hiru piramideak

source: The Giza Necropolis has been a popular tourist destination since antiquity, and was popularized in Hellenistic times when the Great Pyramid was listed by Antipater of Sidon as one of the Seven Wonders of the World. Today it is the only one of those wonders still in existence. You may find it easiest to navigate this wonder if you get two mummies in the far right pyramid before going over there.
ar: "جبانة الجيزة" كانت وجهة سياحية شعبية منذ العصور القديمة، وانتشرت في العصر الهلنستي عندما أدرج "أنتيباتر الصيداوي" الهرم الأكبر كواحد من عجائب الدنيا السبع. اليوم هو العجيبة الوحيدة من تلك العجائب التي لا تزال موجودة. قد تجد أنه من الأسهل التنقل في هذه العجيبة إذا أدخلت اثنتين من المومياوات في الهرم الأقصى على اليمين قبل الذهاب إلى هناك.
eu: Giza nekropolia aintzinetik izan da leku oso turistikoa, garai helenistikoan egin zen ospetsua Sidon-eko Antipatro-k Munduko Zazpi Mirarien barruan zerrendatu zuenean. Gaur egun, mirari horien artetik zutik irauten duen bakarra da. Mirari honetan errazago nabigatzeko, urruneko eskuineko piramideko bi momia lortu hortik zehar ibili aurretik.

source: Tura Caves
ar: كهوف طرة
eu: Turako haitzuloak

source: Tura was Egypt's primary quarry for limestone, and was used on the Great Pyramid of Khufu. The mining of this limestone left behind caverns that were later used by the British Army as a secret depot during World War II, and which you can now explore. To the left of the bottom of the long shaft, there are two hidden pits. Free the mummy to the right of the long shaft to fill one of them and free the mummy in the large chamber to fill the other. Be sure to ride the first of the two mummies down to get the piece of treasure in the nook near the bottom of the shaft. When leaving this nook, dig to your right several times to open up your escape route. Get all the treasure on the left of the board, then move to the right. Make sure to dig free the mummy at the top so that you can get its treasure later. You will also need its help to escape back to the left at the end of the level. The treasure on the right is easier to get than it looks: strategically placed false bricks make this the easy half of the level. Note: If you feel like some variety, you can do all of the right first and then the left.
ar: طرة كانت المحجر الأساسي للحجر الجيري في مصر، واستخدمت في بناء هرم خوفو الأكبر. ترك استخراج هذا الحجر الجيري وراءه كهوفاً جرى استخدامها لاحقاً من قبل الجيش البريطاني كمستودع سري خلال الحرب العالمية الثانية، والتي يمكنك الآن استكشافها. إلى يسار قاع العمود الطويل، توجد حفرتان مخفيتان. أطلق سراح المومياء على يمين العمود الطويل لملء إحداهما وأطلق سراح المومياء في الغرفة الكبيرة لملء الأخرى. تأكد من ركوب أول المومياوات إلى الأسفل للحصول على قطعة الكنز في الزاوية القريبة من قاع العمود. عند مغادرة هذه الزاوية، احفر إلى يمينك عدة مرات لفتح طريق هروبك. احصل على كل الكنز على يسار اللوحة، ثم انتقل إلى اليمين. تأكد من حفر لتحرير المومياء في الأعلى حتى تتمكن من الحصول على كنزها لاحقاً. ستحتاج أيضاً إلى مساعدتها للهروب إلى اليسار في نهاية المستوى. الكنز على اليمين أسهل مما يبدو: الطوب المزيف الموضوع بشكل استراتيجي يجعل هذا النصف من المستوى سهلاً. ملاحظة: إذا كنت تشعر بالرغبة في بعض التغيير، يمكنك القيام بكل ما على اليمين أولاً ثم اليسار.
eu: Tura Egiptoko kariharrien harrobi nagusia izan zen, eta Keops-en Piramide Handian erabili zen. Kareharri honen meatzaritzak haitzuloak utzi zituen atzean, mende batzuk beranduago, Munduko Bigarren Gerran, Armada Britainiarrak erabili zituen ezkutuko biltegi gisa. Gaur egun edonor sar daiteke haitzulo horietara. Meazulo handiaren beheko ezkerrean ezkutuko bi zulo daude. Askatu momia meazulo handiko eskuinetik zulo horietarik bat betetzeko, eta askatu ganbera handiko momia bestea betetzeko. Ziurtatu zaitez bi momiak beheruntz gidatzea meazuloaren beheko txokotik altxorraren pieza lortzeko. Txoko horretatik irtendakoan, egin zulo bat hainbat aldiz zure eskuinaldean ihesbide bat irekitzeko. Taulako ezkerraldetik lortu altxor osoa, eta zoaz eskuinaldera. Ziurtatu zaitez goiko momia askatzeko zulo bat egiten duzula, bere altxorra beranduago lortzeko. Eskuinaldeko altxorra lortzea dirudien baino errazagoa da: estrategikoki jarritako adreilu faltsuek mailaren erdia erraz burutzea dakar. Oharra: aldaeraren bat somatzen baduzu, aurrenik eskuinaldean eginbeharrekoak landu eta gero ezkerraldekoak.

source: Pyramid Crawl
ar: الزحف للهرم
eu: Piramidean lau hankatan

source: There are over 100 pyramids in Egypt, with the oldest being built around 2600 BC. In this pyramid level (built around AD 2008), avoid (by luring away or killing) getting the two mummies in the middle of the bottom section.
ar: هناك أكثر من 100 هرم في مصر، وأقدمها بني حوالي 2600 قبل الميلاد. في هذا المستوى الهرمي (الذي بني حوالي 2008 ميلادي)، تجنب (عن طريق الإغواء أو القتل) الحصول على المومياوات الاثنتين في منتصف الجزء السفلي.
eu: 100 piramide baino gehiago daude Egipton, eta zaharrena K.A. 2.600 inguruan eraiki zen. Piramidearen maila honetan (K.O. 2008 inguruan eraikia), saihestu bi momiak beheko atalaren erdira iristea (alde egin dezaten erakarri edo hil).

source: The Great Sphinx
ar: أبو الهول العظيم
eu: Esfinge Handia

source: The Great Sphinx is a guardian of the Giza Plateau, where it faces the rising sun. Standing 73 meters long and 20 meters high, it is the largest monolith statue in the world and is a mere 4500 years young. As you grab the treasure inside the sphinx, try to solve The Riddle of the Sphinx: how do you get past the horde of mummies on the right?
ar: أبو الهول العظيم هو حارس لهضبة الجيزة، حيث يواجه الشمس المشرقة. يبلغ طوله 73 متراً وارتفاعه 20 متراً، وهو أكبر تمثال متآلف في العالم وعمره 4500 عام فقط. بينما تحصل على الكنز داخل أبي الهول، حاول حل لغز أبي الهول: كيف تتجاوز حشد المومياوات على اليمين؟
eu: Esfinge Handia Gizako goi lautadaren zaindaria da, non bere aurpegiak eguzkiaren irteera aldera begiratzen duen. 73 metroko luzera, eta 20 metroko altuera, munduko estatua monolitiko handiena da eta 4.500 urte besterik ez ditu. Esfinge barruko altxorra hartzen duzun bitartean, saia zaitez Esfingearen Enigma ebazten: nola lortuko duzu eskuineko momia horda gainditzea?

source: Ladder Pyramid
ar: هرم السلم
eu: Eskailerazko piramidea

source: Most accepted theories on the construction of the pyramids are based on the idea that it was built by moving huge stones from a quarry and dragging and lifting them into place. The disagreements center on the method by which the stones were conveyed and placed. Regardless, there were likely many ladders involved in its construction, such as on this level. This level is mostly a run around. Picking up the treasure while avoiding mummies is not so hard - but getting treasure away from the mummies is a much harder task. The three-wide stone platform is a useful killing field, although you'll have to run around a bit to get the mummies carrying treasure to line up properly. Note also that the middle block of this platform is a fall-through block. And once you've gotten all the treasure, you'll need to cross over to the escape ladder. One way to do this is to kill a mummy and cross over on its back when the mummy crosses from the escape ladder to the main pyramid.
ar: تستند معظم النظريات المقبولة حول بناء الأهرامات إلى فكرة أنها بنيت عن طريق نقل أحجار ضخمة من محجر وسحبها ورفعها إلى مكانها. تتركز الخلافات حول الطريقة التي جرى بها نقل الأحجار ووضعها. بغض النظر، كان من المحتمل أن يكون هناك العديد من السلالم المشاركة في بنائها، كما هو الحال في هذا المستوى. هذا المستوى هو في الغالب عبارة عن جري. التقاط الكنز مع تجنب المومياوات ليس صعباً جداً - ولكن الحصول على الكنز من المومياوات مهمة أصعب بكثير. المنصة الحجرية الثلاثية العرض هي حقل قتل مفيد، على الرغم من أنك ستحتاج إلى الركض قليلاً لجعل المومياوات التي تحمل الكنز تصطف بشكل صحيح. لاحظ أيضاً أن الكتلة الوسطى من هذه المنصة هي كتلة يمكن السقوط من خلالها. وبمجرد أن تحصل على كل الكنز، ستحتاج إلى العبور إلى سلم الهروب. إحدى الطرق للقيام بذلك هي قتل مومياء والعبور فوق ظهرها عندما تعبر المومياء من سلم الهروب إلى الهرم الرئيسي.
eu: Piramideak eraikitzeko moduari buruzko teoria onartuenek meategi batetik harri ikaragarriak mugituz, arrastatuz eta leku batera altxatuz eraikitzen ziren ideian oinarritzen dira. Desadostasunak harriak garraiatu eta lekuan jartzeko metodoen ingurukoak dira. Jaramonik egin gabe, litekeena da hainbat eskailera egotea eraikinean, maila honetan bezala. Maila hau batez ere inguruan korrika egitean datza. Momiak saihestu bitartean altxorrarekin egitea ez da hain zaila, baina altxorrarekin momietatik ihes egitea askoz ere zailagoa da. Hiru hatz zabalerako harriaren plataforma heriotzaren eremu erabilgarri bat da, nahiz eta lasterka ibili beharko duzun altxorra dituzten momiak ilaran ongi jartzeko. Jakin ezazu plataforma honetako erdiko blokea erortzen den bloke bat dela. Altxor guztia lortzen duzunean, ihes egiteko eskaileraraino gurutzatu beharko duzu. Hau egiteko modu bat momia bat hil eta bere gainetik gurutzatzea da momia ihes egiteko eskaileratik piramide nagusira doanean.

source: Ankh
ar: مفتاح الحياة

source: The Ankh was the Egyptian hieroglyphic symbol that read 'life', and as a sun symbol, was almost always crafted in gold. To keep your life on this level, be careful of the false bricks in the main Ankh and figure out which of them are useful.
ar: "العنخ" كانت الرمز الهيروغليفي المصري الذي يقرأ "الحياة"، وكرمز للشمس، كانت دائماً تصنع من الذهب. للحفاظ على حياتك في هذا المستوى، كن حذراً من الطوب المزيف في العنخ الرئيسية واكتشف أياً منها مفيد.
eu: Ankh egiptoerako hieroglifiko ikur bat da 'bizia' bezala irakurtzen dena, eta eguzkiaren ikurra du, gehienetan urrez landuta. Zure bizia maila honetan gordetzeko, kontu handiz ibili adreilu faltsuekin Ankh nagusian eta irudikatu horietariko zein izan daitekeen erabilgarri.

source: Pharaoh's Tomb
ar: قبل الفرعون
eu: Faraoiaren hilobia
