Repository: KDE/kgoldrunner
Catalog: po/*/kgoldrunner.po
Languages: ar, eu

source: How do you deal with the first zombie? Next to the ladder there is a false brick into which he will jump as he loops around forever. Your way past him is to drop into the trap at the right time (which is during his climb up the ladder), then quickly go left and down. Now you will need him to fill the gap to the next ladder. You might have learned by now that zombies can be manipulated to jump into such holes. Unfortunately the brick beneath the gap is a trap, so the hole is two blocks deep. That means you have just a small moment when you can run over his head before he has sunk too deep. You can have more than one try at this if you dig the bricks behind you. Then you can let him out again if you were not fast enough. The next area is a dig-timing puzzle that should not be too hard to crack. Clearly the second zombie is to be led into the hole where he cannot do any harm. You need the third zombie to grab the gold for you. There are two false bricks under the ladders above the box with the gold. One is right next to the left-hand ladder which you can use to get behind the enemy. If you then move down one step he will fall through the trap in the middle and take the gold. Then you have to lure him down by digging him free. Make sure he does not drop the gold on the way! After this there is only one last zombie for you to worry about. You will realize that he runs towards you when you are one step below the top of the leftmost ladder. Find the right moment to walk over his head and reach the next ladder. Now dig the upper two bricks right next to it, jump to the right to get past the zombie and lure him into the gap on the right by going down the ladder to the same height.
ar: كيف تتعامل مع الزومبي الأول؟ بجانب السلم توجد طوبة زائفة سيقفز فيها بينما يدور في حلقة للأبد. طريقك لتجاوزه هو السقوط في الفخ في الوقت المناسب (وهو أثناء تسلقه للسلم)، ثم الذهاب بسرعة إلى اليسار والأسفل. الآن ستحتاج إليه لملء الفجوة إلى السلم التالي. ربما تكون قد تعلمت الآن أن الزومبي يمكن التلاعب بهم للقفز في مثل هذه الحفر. لسوء الحظ، الطوبة أسفل الفجوة هي فخ، لذا الحفرة عمقها كتلتان. هذا يعني أن لديك لحظة صغيرة فقط حيث يمكنك الركض فوق رأسه قبل أن يغوص عميقًا جدًا. يمكنك المحاولة أكثر من مرة في هذا الأمر إذا حفرت الطوب الذي خلفك. عندها يمكنك إخراجه مرة أخرى إذا لم تكن سريعًا بما يكفي. المنطقة التالية هي لغز توقيت حفر لا يجب أن يكون صعب الحل. من الواضح أن الزومبي الثاني سيُقَاد إلى الحفرة حيث لا يمكنه إلحاق أي ضرر. تحتاج إلى الزومبي الثالث ليأخذ الذهب لك. توجد طوبتان زائفتان تحت السلالم فوق الصندوق الذي فيه الذهب. إحداهما بجانب السلم الأيسر مباشرة والتي يمكنك استخدامها للوصول إلى خلف العدو. إذا تحركت إلى الأسفل خطوة واحدة، سيسقط من خلال الفخ في المنتصف ويأخذ الذهب. عندها عليك استدراجه إلى الأسفل بحفر لتحريره. تأكد من أنه لا يسقط الذهب في الطريق! بعد هذا، لا يوجد سوى زومبي أخير لتقلق بشأنه. ستدرك أنه يركض نحوك عندما تكون على خطوة واحدة أسفل قمة السلم الأقصى يسارًا. جد اللحظة المناسبة للمشي فوق رأسه والوصول إلى السلم التالي. الآن احفر الطوبتين العلويتين بجانبه مباشرة، اقفز إلى اليمين لتجاوز الزومبي واستدرجه إلى الفجوة على اليمين بالنزول على السلم إلى نفس الارتفاع.
eu: Nola egiten diozu aurre lehen zonbiari? Eskaileraren ondoan gezurrezko adreilu bat dago, hark bertara jauzi egingo du betirako begizta batean ibiltzeko. Bera gainditzeko bidea, une egokian (bera eskailera igotzen ari denean) zu tranpatik erortzen uztea da, ondoren bizkor ezkerrera eta behera joatea. Orain berak hurrengo eskailerara arteko hutsunea betetzea beharko duzu. Dagoeneko ikasiko zenuen zonbiak halako zuloetara jauzi egiteko manipulatu daitezkeela. Zoritxarrez hutsunearen azpiko adreilua tranpa bat da, eta zuloak bi adreiluko sakonera du. Horrek esan nahi du, bera sakonegi ondoratu baino lehen, haren buru gainetik igarotzeko une labur bat duzula. Saiakera bat baino gehiago izan dezakezu zure atzeko adreiluak zulatzen badituzu. Ondoren, behar bezain azkarra izan ez bazina, aske irteten utzi ahalko diozu. Hurrengo eremua denbora mugatuan zulatzeko buru-hausgarri bat da, hura ebaztea ez litzateke zaila izan behar. Argi dago bigarren zonbia zulora eraman behar dela, kalterik egingo ez duen lekura. Hirugarren zonbiak urrea zure ordez hartzea behar duzu. Urrea duen kutxaren gaineko eskaileren azpian gezurrezko bi adreilu daude. Bata ezkerreko eskailera ondoan dago, etsaiaren hartzean jartzeko erabil dezakezu. Ondoren urrats bat behera mugitzen bazara, erdiko tranpan zehar erori eta urrea hartuko du. Gero beherantz erakarri behar duzu, bera askatzeko zulatuz. Ziurtatu urrea ez duela bidean jaregiten! Honen ondoren, kezkatzeko moduko azken zonbi bat dago. Konturatuko zara, ezkerren dagoen eskaileraren gailurretik urrats bat beherago zaudenean zugana korrika doala. Bere buru gainetik ibiltzeko eta hurrengo eskailerara iristeko une egokia aurkitu behar duzu. Orain zulatu haren ondoko gaineko bi adreiluak, jauzi eskuinera zonbia gainditzeko eta erakar ezazu eskuineko hutsunera eskaileran behera altuera berdinera jaitsiz.

source: Harder Than It Looks
ar: أصعب مما يبدو
eu: Dirudiena baino zailagoa

source: Timing is everything.
ar: التوقيت هو كل شيء.
eu: Memento egokia aukeratzeak berebiziko garrantzia du.

source: Concrete Desert
ar: صحراء خرسانية
eu: Hormigoizko basamortua

source: Climb up the ladder, but wait minimally on the same level as the concrete row. Then run to the first ladder to the left. You need to reach it before the zombies to the left, but the single zombie above should drop down behind you. Now climb the ladder and go right. Go one step down on the next ladder and wait until the zombie below passes, then drop down and go back to your very first ladder. Go down one step and wait until most of the zombies pass over your head. The ladders to the right should now be the best escape route as only two zombies should remain there while the rest are crowding to the left. Please watch the solution to get a better idea of how all this works.
ar: اصعد على السلم، ولكن انتظر بحد أدنى على نفس مستوى الصف الخرساني. ثم اركض إلى السلم الأول على اليسار. عليك الوصول إليه قبل الزومبي على اليسار، ولكن الزومبي الوحيد الذي فوقك يجب أن يسقط خلفك. الآن اصعد السلم واذهب إلى اليمين. انزل خطوة واحدة على السلم التالي وانتظر حتى يمر الزومبي الذي أسفلك، ثم اسقط واعد إلى سلمك الأول. انزل خطوة واحدة وانتظر حتى يمر معظم الزومبي فوق رأسك. يجب أن تكون السلالم على اليمين الآن هي أفضل طريق للهروب حيث يجب أن يبقى زومبيان فقط هناك بينما البقية يتجمعون على اليسار. من فضلك شاهد الحل لتحصل على فكرة أفضل عن كيفية سير كل هذا.
eu: Eskaileratik igo, baina pixka bat itxoin hormigoi errenkadaren maila berean. Ondoren korrika egin ezazu ezkerreko lehen eskailerarantz. Ezkerreko zonbiak baino lehenago iritsi behar duzu, baina goiko zonbi bakarra zure atzetik erori beharko luke. Orain eskaileran gora igo eta joan eskuinera. Hurrengo eskaileran urrats bat behera jaitsi eta itxoin beheko zonbia igaro arte, gero jaitsi eta itzuli zure lehen eskailerara. Urrats bat jaitsi eta itxoin zonbi gehienek zure buru gainetik igaro arte. Orain, eskuineko eskailerak ihesbiderik onena izan beharko lukete, han bi zonbi bakarrik geratu beharko bailirateke, gainontzekoak ezkerrean pilatzen diren bitartean. Mesedez, ikusi ebazpidea hau guztia nola dabilen hobeto ulertzeko.

source: Diagonal
ar: قطري
eu: Diagonala

source: In general it is best to keep all the zombies where they are. Of course you can always try to lure them to the right and dump them in one of the pits (after clearing them of gold, needless to say), but this is quite a complicated process. It is better to lure them to the very top of their diagonals before quickly descending and taking as much gold as possible - never staying too long at the bottom!
ar: بشكل عام، من الأفضل إبقاء جميع الزومبي حيث هم. بالطبع يمكنك دائمًا المحاولة لاستدراجهم إلى اليمين وإلقائهم في إحدى الحفر (بعد إخلائهم من الذهب، وغني عن القول)، ولكن هذه عملية معقدة جدًا. من الأفضل استدراجهم إلى أعلى قطرياتهم قبل النزول بسرعة وأخذ أكبر قدر ممكن من الذهب - لا تبقَ في الأسفل لفترة طويلة أبدًا!
eu: Orokorrean hobe da zonbiak dauden lekuan mantentzea. Jakina, beti saia zaitezke haiek eskuinera erakarri eta hobietako batean eror arazten (duten urrea kendu ondoren, esan beharrik ez dago), baina hori prozesu nahiko korapilatsua da. Azkar jaitsi eta ahalik eta urre gehien hartu aurretik, hobe da haien diagonalera erakartzea - inoiz ez gelditu denbora gehiegi behealdean!

source: Give Me That Gold!
ar: أعطني هذا الذهب!
eu: Emadazu urre hori!

source: You need to lure one of the zombies into the pit. When they drop through the false brick, the upper zombie can walk over the other one's head and thus move into the pit. Where the zombies go depends on where you stand on the ladder and what distance they have between them. Too close and they will stick together, too far and both will just fall. To be able to step over the trapped zombie's head and get the gold, you have to fall through the false-bricks on top of the other zombie. To get back out of the box, dig the brick under the trapped zombie as you fall. The reappearing zombie might make your life a bit difficult. Make sure that he does not drop to the lower ladders with a piece of gold. If he reappears near his original starting position, lucky you...
ar: تحتاج إلى استدراج أحد الزومبي إلى الحفرة. عندما يسقطون من خلال الطوبة الزائفة، يمكن للزومبي العلوي أن يمشي فوق رأس الآخر وبالتالي يتحرك إلى الحفرة. إلى أين يذهب الزومبي يعتمد على المكان الذي تقف فيه على السلم والمسافة بينهم. إذا كانوا قريبين جدًا، فسيلتصقون ببعضهم، وإذا كانوا بعيدين جدًا، فسيسقط الاثنان. لتتمكن من الصعود فوق رأس الزومبي المحتجز والحصول على الذهب، عليك السقوط من خلال الطوب الزائف فوق الزومبي الآخر. للعودة إلى الخارج من الصندوق، احفر الطوبة تحت الزومبي المحتجز بينما تسقط. قد يجعل الزومبي الذي يعود للظهور حياتك صعبة بعض الشيء. تأكد من أنه لا يسقط إلى السلالم السفلية ومعه قطعة ذهب. إذا عاد للظهور بالقرب من مكانه الأصلي، فهذا حظك...
eu: Zonbietako bat hobira erakarri behar duzu. Gezurrezko adreilutik erortzen direnean, goiko zonbia bestearen buruaren gainetik ibili daiteke eta horrela hobi barruan mugitu daiteke. Zonbiak nora doazen zu eskaileraren zein puntutan zauden eta haien artean dagoen distantziaren araberakoa da. Gertuegi eta elkarrekin jarraituko dute, urrunegi eta biak eroriko dira. Harrapatutako zonbiaren buruen gainetik ibili eta urrea lortzeko, gezurrezko adreilutik beste zonbiaren gainera erori behar duzu. Kaxatik ateratzeko, erori bitartean harrapatutako zonbiaren azpiko adreilua zulatu. Berriz agertzen den zonbiak gauzak pixka bat zaildu diezazkizuke. Ziurtatu ez dela urrezko zati batekin beheko eskailerara erortzen. Bere hasierako kokaleku ondoan agertzen bada, zorionekoa zu...

source: Too Fast?
ar: سريع جدًا؟
eu: Azkarregi?

source: Release the zombie and use him to reach the gold on the left side. When you finally land on the low ladders there is just one way to pass the zombie: be quick. Wait for him to get close to you, then step down or up in the last moment and pass him.
ar: حرر الزومبي واستخدمه للوصول إلى الذهب على الجانب الأيسر. عندما تهبط أخيراً على السلالم المنخفضة، هناك طريقة واحدة فقط لتجاوز الزومبي: كن سريعاً. انتظره حتى يقترب منك، ثم خطو للأسفل أو للأعلى في اللحظة الأخيرة وتجاوزه.
eu: Askatu zonbia eta erabil ezazu ezker aldeko urrera iristeko. Azkenean beheko eskaileratan lur hartzen duzunean, zonbiaren ondotik igarotzeko era bakarra dago: azkar ibiltzea. Itxoin zuregana hurbil dadin, ondoren, azken unean, jaitsi edo igo, eta haren ondotik igaro.

source: Running Against Time
ar: الركض ضد الزمن
eu: Denboraren aurka korrika egitea

source: Be quicker than the zombies - otherwise they will eat you.
ar: كن أسرع من الزومبي - وإلا فسوف يأكلونك.
eu: Izan zaitez zonbiak baino azkarragoa - bestela jango zaituzte.

source: The Big Drop
ar: النزول الكبير
eu: Erorialdi handia

source: The two columns of gold on the left need to be taken first. The rest can be collected on the way back up.
ar: يجب أخذ العمودين من الذهب على اليسار أولاً. يمكن جمع الباقي في طريق العودة إلى الأعلى.
eu: Ezkerreko bi urre-zutabeak hartu behar dira aurrena. Gainontzeko itzulerako gorako bidean bildu daiteke.

source: Diving
ar: الغوص
eu: Urpekaritza

source: Rule number 17: Don't be a hero! (Quotation from the movie Zombieland) When diving down, never try to do two things at once. On the left side, for example, it needs one dive down to lure the zombie out of his cave, one to get him out of the passageway and one to go for the gold. You might notice that there is not enough time to get the gold over on the right-hand side, so look for a short cut.
ar: القاعدة رقم 17: لا تكن بطلاً! (اقتباس من فيلم زومبي لاند) عند النزول، لا تحاول أبداً القيام بأمرين في وقت واحد. على الجانب الأيسر، على سبيل المثال، يتطلب الأمر نزلة واحدة لإغراء الزومبي للخروج من كهفه، وواحدة لإخراجه من الممر وواحدة للذهاب للحصول على الذهب. قد تلاحظ أنه لا يوجد وقت كافٍ للحصول على الذهب على الجانب الأيمن، لذا ابحث عن طريق مختصر.
eu: 17. araua: Ez zaitez heroia izan! (Zombieland pelikularen aipua) Urperatzean, ez saiatu bi gauza batera egiten. Ezkerraldean, adibidez, beherantz murgiltze bat behar du zonbia bere kobazulotik ateratzeko, bat pasabidetik ateratzeko, eta bat urrearen bila joateko. Nabaritu zenezake ez dagoela urrea eskuinaldean ipintzeko denbora nahikoa, beraz, bila ezazu lasterbide bat.

source: Encircled
ar: محاصر
eu: Inguratuta

source: The essence of this level is to get the zombies who do not have a piece of gold separated from the others and locked away in the pit. So it is helpful to get as much of the gold as you can before any of the zombies get it. It is no real problem if zombies who have gold land in the pit: you can always release them later and get back the gold.
ar: جوهر هذا المستوى هو فصل الزومبي الذين لا يملكون قطعة من الذهب عن الآخرين وحبسهم في الحفرة. لذا من المفيد الحصول على أكبر قدر ممكن من الذهب قبل أن يحصل عليه أي من الزومبي. لا توجد مشكلة حقيقية إذا سقط الزومبي الذين يملكون الذهب في الحفرة: يمكنك دائماً إطلاق سراحهم لاحقاً واستعادة الذهب.
eu: Maila honen funtsa da urre puskarik ez duten zonbiak besteengandik bereiztea eta hobian giltzapetzea. Beraz, lagungarria zonbiek hartu baino lehen ahalik eta urre gehien lortzea. Urrea duten zonbiak hobian erortzea ez da arazo bat: urrea berreskuratzeko nahi duzunean aska ditzakezu.

source: Up And Down
ar: صعودًا وهبوطًا
eu: Gora eta behera

source: The three rightmost ladders at the bottom have false bricks near them, so you cannot climb very high that way. The two leftmost ladders at the bottom lead higher. To get over there, you first have to go up the rightmost ladder to escape the nearest zombie. Then you can take the gold above the second ladder. But wait at the bottom of that ladder until the next zombie arrives from the left, so you can step over his head at the last moment. Now go up the third ladder, take the gold there, fall and go up again. Wait for the ideal moment to run for the leftmost ladders. If one zombie from the left comes after you, step over his head and begin your run. If you cannot make it to the left, climbing the little ladder in the middle can buy you some space and time. It might also offer you a shorter way upwards - play the solution to see how. Now try to clear all the gold on the upper levels, but watch for traps! Finally you have to collect the remaining gold from the zombies. Never land on the ground to the right of them.
ar: السلالم الثلاثة الأقصى على اليمين في الأسفل تحتوي على طوب زائف بالقرب منها، لذا لا يمكنك الصعود عالياً جداً بتلك الطريقة. السلمان الأقصى على اليسار في الأسفل يؤديان إلى أعلى. للوصول إلى هناك، عليك أولاً الصعود على السلم الأقصى على اليمين للهروب من أقرب زومبي. ثم يمكنك أخذ الذهب فوق السلم الثاني. ولكن انتظر في أسفل ذلك السلم حتى يصل الزومبي التالي من اليسار، حتى تتمكن من خطو فوق رأسه في اللحظة الأخيرة. الآن اصعد على السلم الثالث، خذ الذهب هناك، اسقط واصعد مرة أخرى. انتظر اللحظة المثالية للركض نحو السلالم الأقصى على اليسار. إذا جاء زومبي واحد من اليسار خلفك، خطو فوق رأسه وابدأ ركضك. إذا لم تتمكن من الوصول إلى اليسار، يمكن أن يمنحك تسلق السلم الصغير في المنتصف بعض المساحة والوقت. قد يمنحك أيضاً طريقة أقصر للصعود - العب الحل لترى كيف. الآن حاول الحصول على كل الذهب في المستويات العليا، ولكن احذر من الفخاخ! أخيراً عليك جمع الذهب المتبقي من الزومبي. لا تهبط أبداً على الأرض على يمينهم.
eu: Beheko eskuineko hiru eskailerek ondoan gezurrezko adreiluak dituzte, eta, beraz, bide horretatik ezin da oso gora igo. Hara iristeko, aurrena eskuineko lehenengo eskailera igo behar duzu hurbilen dagoen zonbiari ihes egiteko. Ondoren, bigarren eskaileraren gaineko urrea har dezakezu. Baina itxoin eskailera horren behealdean hurrengo zonbia ezkerretik iritsi arte, azken unean bere buruaren gainean jarri ahal izateko. Orain igo hirugarren eskailera, hartu han dagoen urrea, erori eta berriz igo. Itxoin ezkerren dauden eskaileratara joateko une aproposa. Ezkerretik zonbi bat zure atzetik badator, jar zaitez haren buru gainean eta hasi korrika. Ezkerrera iritsi ezin baduzu, igo erdiko eskailera txikia igotzeak lekua eta denbora eman diezazuke. Goranzko bide laburrago bat ere eskain diezazuke - ebazpena jo, nola egin ikusteko. Orain saiatu goiko mailako urre guztia garbitzen, baina kontuz tranpekin! Azkenik, zonbiek duten geratzen urrea jaso behar duzu. Ez lurreratu inoiz haien eskuinaldean.

source: Do Not Fall Down
ar: لا تسقط
eu: Ez behera erori

source: Get every piece of gold, otherwise your way back will be blocked. The last piece of gold can only be reached with the help of the zombie: the same goes for the ladders leading back to the top.
ar: احصل على كل قطعة من الذهب، وإلا سيُحظر طريق عودتك. قطعة الذهب الأخيرة لا يمكن الوصول إليها إلا بمساعدة الزومبي: الأمر نفسه ينطبق على السلالم التي تؤدي إلى الأعلى.
eu: Jaso urre zati guztiak, bestela zure itzulerako bidea oztopatu egingo da. Azken urre zatia ezin da lortu zonbiaren laguntza gabe: gauza bera gertatzen da gora daramaten eskailerekin.

source: Surprise, Surprise
ar: مفاجأة، مفاجأة
eu: Sorpresa, sorpresa

source: I would not want to spoil the surprise... However, when you reach the bricks above the gold, you should plan an escape route carefully before you dig down. Zombies can also be used to fill the gaps.
ar: لن أريد إفساد المفاجأة... ومع ذلك، عندما تصل إلى الطوب فوق الذهب، يجب أن تخطط لطريق هروبك بعناية قبل أن تحفر للأسفل. يمكن أيضاً استخدام الزومبي لملء الفجوات.
eu: Ez nuke sorpresa zapuztu nahi… Halere, urrearen gaineko adreiluetara iristen zarenean, beheraka zulatu aurretik, ihesbide bat arretaz planifikatu beharko zenuke. Zonbiak hutsuneak betetzeko ere erabil daitezke.

source: Busy Town
ar: مدينة مزدحمة
eu: Hiri lanpetua

source: If you are not too happy with that many zombies running around, there is more than one opportunity to get rid of them!
ar: إذا لم تكن سعيداً جداً بهذا العدد الكبير من الزومبي الذين يركضون، فهناك أكثر من فرصة للتخلص منهم!
eu: Inguruan horrenbeste zonbi korrika izateak pozten ez bazaitu, haietaz libratzeko aukera bat baino gehiago dago!

source: Jailbreak
ar: الهروب من السجن
eu: Espetxetik ihesa

source: Use the false bricks to slide away under the zombies. When you arrive at the bottom, let all the zombies out of the prison. You might have to enter it again...
ar: استخدم الطوب الزائف للتسلل بعيداً تحت الزومبي. عندما تصل إلى الأسفل، أطلق سراح جميع الزومبي من السجن. قد تضطر إلى دخوله مرة أخرى...
eu: Erabili gezurrezko adreiluak zonbien azpitik ihes egiteko. Hondora iristen zarenean, utzi zonbi guztiei kartzelatik irteten. Agian berriz sartu beharko duzu…

source: Is It Really Worth It?
ar: هل يستحق الأمر حقًا؟
eu: Benetan merezi du?

source: This level depends on strange behaviour of the zombies. It is worth watching the solution to see what happens. After you get down to the floor and collect the gold, extra ladders will appear. These make it possible to dodge the zombie on the left by luring him into your pit and then stepping up the ladder on the right and walking over his head. You should get this done as quickly as possible. Now wait on top of a short ladder or concrete block over to the left. This will cause some zombies from the left to climb above you and fall down from there. They will do that only if you got to this point soon enough. When all four zombies are falling, climb up and wait on the right of the concrete pit until the zombies come up and fill it again. Then change sides and wait to the left of the concrete. They will start this creepy zombie-dancing... Go to the top of the ladder and step over their heads to the row of short ladders. Wait on top of the leftmost short ladder and step over their heads again when they start circling. You should now be on the ladders that lead to the right. The zombies on the right are a bit tricky to deal with. Going to the same height as the upper zombie will make them start circling, but as soon as you go above them they will stop. It requires very good timing to wait downstairs long enough for them to start circling, then to go upstairs as quickly as possible, so as to step over their heads.
ar: يعتمد هذا المستوى على السلوك الغريب للزومبي. يستحق مشاهدة الحل لترى ما يحدث. بعد أن تصل إلى الأرضية وتجمع الذهب، ستظهر سلالم إضافية. هذه تجعل من الممكن تفادي الزومبي على اليسار عن طريق إغرائه في حفرتك ثم الصعود على السلم على اليمين والمشي فوق رأسه. يجب أن تنجز هذا بأسرع وقت ممكن. الآن انتظر على قمة سلم قصير أو كتلة خرسانية إلى اليسار. هذا سيجعل بعض الزومبي من اليسار يتسلقون فوقك ويسقطون من هناك. سيفعلون ذلك فقط إذا وصلت إلى هذه النقطة في وقت مبكر بما يكفي. عندما يسقط جميع الزومبي الأربعة، تسلق وانتظر على يمين الحفرة الخرسانية حتى يأتي الزومبي ويملأونها مرة أخرى. ثم غير الجوانب وانتظر إلى يسار الخرسانة. سيبدأون رقص الزومبي المخيفة هذه... اذهب إلى قمة السلم وخطو فوق رؤوسهم إلى صف السلالم القصيرة. انتظر على قمة السلم القصير الأقصى على اليسار وخطو فوق رؤوسهم مرة أخرى عندما يبدأون في الدوران. يجب أن تكون الآن على السلالم التي تؤدي إلى اليمين. الزومبي على اليمين صعبون بعض الشيء في التعامل معهم. الذهاب إلى نفس ارتفاع الزومبي العلوي سيجعلهم يبدأون في الدوران، ولكن بمجرد أن تذهب فوقهم سيتوقفون. يتطلب الأمر توقيتاً جيداً جداً للانتظار في الأسفل طويلاً بما يكفي ليبدأوا في الدوران، ثم الصعود إلى الأعلى بأسرع ما يمكن، لتخطو فوق رؤوسهم.
eu: Maila hau zonbien jokabide bitxiaren araberakoa da. Merezi du zer gertatzen den ikusteko ebazpena begiratzea. Lurrera jaitsi eta urrea bildu ondoren, eskailera gehigarriak agertuko dira. Hauek ezkerreko zonbiari, zure hobira erakarriz, iskin egitea eta gero eskuineko eskailera igo eta bere buru gainetik ibiltzea posible egiten dute. Hori ahal bezain azkar egin behar zenuke. Orain itxoin ezkerrean eskailera labur baten edo hormigoizko bloke baten gainean. Horrek ezkerreko zonbi batzuk zure gainetik igo eta handik erortzea eragingo du. Hori egingo dute puntu honetara behar bezain laster iristen bazara. Lau zonbiak erortzen ari direnean, igo eta itxoin hormigoizko hobiaren eskuinaldean, harik eta zonbiak igo eta berriz betetzen duten arte. Gero, aldea aldatu eta itxoin hormigoiaren ezkerraldean. Zonbi-dantza beldurgarria egiten hasiko dira... Joan eskaileraren goialdera eta igaro beraien buruen gainetik eskailera laburren errenkadaraino. Itxoin ezkerrerago dagoen eskailera laburrean eta igaro berriz beraien buruen gainetik biraka hasten direnean. Orain eskuinera eramaten duten eskaileratan egon behar zenuke. Eskuineko zonbiak aurre egiteko pixka bat zailagoak dira. Goien dagoen zonbiaren altuera berera joateak haiek biraka jarriko ditu, baina haien gainetik jartzen zaren bezain laster gelditu egingo dira. Denborarekin oso fin ibili beharra dago, eskailera behean haiek biraka asteko adina itxoiteko, ondoren ahal bezain azkar eskaileran gora igo eta haien buruen gainetik ibiltzeko.
