Repository: KDE/kgoldrunner
Catalog: po/*/kgoldrunner.po
Languages: ar, eu

source: You do not have to be quick. You just have to know how to avoid the enemy. By jumping down to the lower level you can make your enemy run up and down on one ladder as you fall. As soon as you reach the lower level the enemy will follow, but you will have time to collect some gold or get past him and move over to another section. Two important notes: do not let the enemy fall onto the middle row of ladders and leave the gold down there till last.
ar: ليس عليك أن تكون سريعًا. عليك فقط أن تعرف كيف تتجنّب العدو. بالقفز إلى الأسفل إلى المستوى السفلي، يمكنك جعل عدوك يركض صعودًا وهبوطًا على سلم واحد بينما تسقط. بمجرد أن تصل إلى المستوى السفلي سيتبعك العدو، ولكن سيكون لديك وقت لجمع بعض الذهب أو تجاوزه والانتقال إلى قسم آخر. ملاحظتان مهمتان: لا تدع العدو يسقط على الصف الأوسط من السلالم واترك الذهب هناك للنهاية.
eu: Ez duzu azkar ibili beharrik. Etsaia nola saihestu jakitea besterik ez duzu behar. Azpiko mailara salto eginda, erori bitartean, zure etsaia eskailera batean gora eta behera ibilarazi dezakezu. Maila behekoenera iristen zaren bezain laster, etsaiak jarraitu egingo dizu, baina urre pixka bat biltzeko edo bera pasatu eta beste atal batera mugitzeko denbora izango duzu. Bi ohar garrantzitsu: ez utzi etsaiari eskaileren erdiko errenkadara erortzen eta utzi urrea hor behean bukaera arte.

source: Don't Wake Them Up
ar: لا توقظهم
eu: Ez haiek esnatu

source: This is not very easy because there are so many enemies who block the only way out of the level. The best way to get past them is to go up on the right and wait until most of the enemies go up the middle ladders. Then, by moving up and down, try to group them. Finally fall down to the lowest level and wait for them to do the same. When the first enemies arrive, run up and try to get to the highest concrete pit ahead of the others. You may have to try several times before succeeding. When there are only one or two enemies blocking the exit, you can try getting past them by moving up a ladder just before they reach you. Then walk over their heads. Good luck!
ar: هذا ليس سهلاً للغاية لأن هناك الكثير من الأعداء الذين يسدّون الطريق الوحيد للخروج من المستوى. أفضل طريقة لتجاوزهم هي الصعود إلى اليمين والانتظار حتى يصعد معظم الأعداء على السلالم الوسطى. ثم، بالتحرك صعودًا وهبوطًا، حاول تجميعهم. أخيرًا، اسقط إلى أخفض مستوى وانتظرهم ليفعلوا الشيء نفسه. عندما يصل الأعداء الأوائل، اركض إلى الأعلى وحاول الوصول إلى أعلى حفرة خرسانية قبل الآخرين. قد تضطر للمحاولة عدة مرات قبل أن تنجح. عندما يكون هناك عدو واحد أو اثنان فقط يسدّان المخرج، يمكنك محاولة تجاوزهم بالصعود على سلم قبل أن يصلوا إليك مباشرة. ثم امشِ فوق رؤوسهم. حظًا سعيدًا!
eu: Hau ez da batere erraza, mailatik irteteko bide bakarra oztopatzen duten etsai asko dagoelako. Haiek gainditzeko modurik onena eskuinean gora joan eta etsai gehienak erdiko eskaileretatik gora joan arte itxoitea da. Ondoren, gora eta behera mugituz, saia zaitez haiek taldean biltzen. Azkenik, eror zaitez maila behekoenera eta itxoin beraiek gauza bera egin arte. Lehenengo etsaia iristen denean, korrika gora joan eta saia zaitez hormigoiko hobi garaienera besteak baino lehenago iristen. Baliteke lortu aurretik hainbat aldiz saiatu behar izatea. Irteera oztopatzen duten etsai bat edo bi bakarrik daudenean, saia zaitezke haiek zugana iritsi aurretik, eskailera batean gora mugituz, haiek gainditzen. Ondoren haien buruen gainetik ibili. Zorte on!

source: On The Brink
ar: على الحافة
eu: Muga-mugan

source: To wait or not to wait? Well, just try... Before entering any of the structures on the right, make sure you have an escape route.
ar: أن تنتظر أم لا تنتظر؟ حسنًا، حاول فقط... قبل دخول أي من الهياكل على اليمين، تأكد من أن لديك طريقًا للهروب.
eu: Itxoin edo ez itxoin? Beno ba, saiatu… Eskuineko edozein egituratan sartu aurretik, ziurtatu ihesbide bat duzula.

source: Dropping Enemies
ar: إسقاط الأعداء
eu: Erortzen diren etsaiak

source: No, there is no special trick for solving this level. Just be faster than your enemies.
ar: لا، لا توجد خدعة خاصة لحل هذا المستوى. فقط كن أسرع من أعدائك.
eu: Ez, ez dago maila hau ebazteko trikimailu berezirik. Etsaiak baino azkarrago izan behar duzu, besterik ez.

source: The Big Maze
ar: المتاهة الكبيرة
eu: Labirinto handia

source: You can avoid some enemies by finding a false brick to fall through. As for the others, you must find a place where you can dig or go around them. You have to reach the single piece of gold above a ladder on the left by digging through. If you go all the way round, the enemy will chase you and block your exit.
ar: يمكنك تجنّب بعض الأعداء بإيجاد طوبة زائفة للسقوط من خلالها. أما بالنسبة للآخرين، فعليك إيجاد مكان يمكنك فيه الحفر أو المرور من حولهم. عليك الوصول إلى قطعة الذهب الوحيدة فوق سلم على اليسار بالحفر من خلاله. إذا ذهبت من كل الطريق، سيطاردك العدو ويسدّ مخرجك.
eu: Etsai batzuk saihestu ditzakezu, erortzeko, gezurrezko adreilu bat aurkituz. Besteei dagokienean, zulatzeko leku bat aurkitu edo haien ingurutik igaro behar duzu. Ezkerreko eskaileraren gaineko urre-zati bakarrera zulatuz iritsi behar duzu. Bide osoa egiten baduzu, etsaiak jazarriko zaitu eta zure irteera oztopatuko du.

source: Hurry Up!
ar: أسرع!
eu: Arin ibili!

source: As the level name tells you, you should not hang around for too long. Run immediately, dig the first brick and let the enemy fall into it, then run to the second brick and dig through. You are not done yet, because you have to reach the gold before the second enemy arrives. So speed up!
ar: كما يخبرك اسم المستوى، يجب ألا تبقى لفترة طويلة. اركض فورًا، احفر الطوبة الأولى ودع العدو يسقط فيها، ثم اركض إلى الطوبة الثانية واحفر من خلالها. لم تنتهِ بعد، لأنه عليك الوصول إلى الذهب قبل وصول العدو الثاني. لذا أسرع!
eu: Mailaren izenak esaten dizun bezala, ez zenuke bertan denbora gehiegi eman behar. Berehala korrika egin, zulatu aurreneko adreilua eta utzi zure etsaia hartatik erortzen, ondoren korri bigarren adreilura eta zula ezazu. Oraindik ez duzu bukatu, bigarren etsaia iritsi aurretik urrera iritsi behar baituzu. Azkar ibili!

source: Two Useful Enemies
ar: عدوان مفيدان
eu: Bi etsai erabilgarri

source: To get out of the concrete structure below you, go down first, wait for the enemy, then walk over his head and escape. Use a similar trick with the second enemy. The line of gold on the bricks near the bottom requires a bit more thinking. Because one of the bricks is a trap, you need to dig all bricks as far as the trap, then run over the bricks above, dig through to the remaining gold and get out fast.
ar: للخروج من الهيكل الخرساني الموجود أسفلك، انزل أولاً، انتظر العدو، ثم امشِ فوق رأسه واهرب. استخدم خدعة مشابهة مع العدو الثاني. صف الذهب على الطوب بالقرب من القاع يتطلب بعض التفكير الإضافي. نظرًا لأن إحدى الطوبات هي فخ، عليك حفر كل الطوب حتى الفخ، ثم اركض فوق الطوب الذي فوقه، واحفر من خلاله للوصول إلى الذهب المتبقي واخرج بسرعة.
eu: Zure azpiko hormigoizko egituratik irteteko, aurrena behera joan, itxoin etsaiari, ondoren ibili haren buru gainetik eta ihes egin. Erabili antzeko amarru bat bigarren etsaiarekin. Hondo ondoko adreiluetako urrezko lerroak pixka bat gehiago pentsatzeabehar du. Adreiluetako bat tranpa bat denez, tranpara arteko adreilu denak zulatu behar dituzu, ondoren gaineko adreiluen gainetik korrika egin, gainontzeko urreraino zulatu eta azkar atera.

source: The Prison
ar: السجن
eu: Presondegia

source: When you reach the enemies, take all the gold. Then dig one of the bricks, jump into it and dig immediately on both sides. The enemies either side of you will in 9 out of 10 cases get trapped. Now step onto one of the enemies, dig the middle brick and jump through. You are free again!
ar: عندما تصل إلى الأعداء، خذ كل الذهب. ثم احفر إحدى الطوبات، اقفز فيها واحفر فورًا على كلا الجانبين. سيُحْتَجَز الأعداء على جانبيك في 9 من أصل 10 حالات. الآن، اصعد على أحد الأعداء، احفر الطوبة الوسطى واقفز من خلالها. أنت حر مجددًا!
eu: Etsaiengana iritsitakoan, hartu urre guztia. Ondoren zulatu adreiluetako bat, salto hartara eta zulatu berehala bi aldeetan. Zure alde bietako etsaiak 9tik 10 alditan harrapatuta geldituko dira. Orain, jar zaitez etsaietako baten gainean, zulatu erdiko adreilua eta handik barrena salto egin. Berriz aske zara!

source: Free Fall
ar: سقوط حر
eu: Erorketa askea

source: This needs a bit of timing. When you have entered the niche in the concrete, wait for the right moment to walk over the enemies: not too early, because you would walk straight into their arms, and not too late, because then you will not reach the other side.
ar: هذا يتطلب القليل من التوقيت. عندما تدخل الحافة في الخرسانة، انتظر اللحظة المناسبة للمشي فوق الأعداء: ليس مبكرًا جدًا، لأنك ستمشي مباشرة في أذرعهم، وليس متأخرًا جدًا، لأنك لن تصل إلى الجانب الآخر.
eu: Honek denbora ondo neurtzea eskatzen du. Hormigoiko hobitik sartu zarenean, itxoin etsaien gainetik ibiltzeko une egokia: ez azkarregi, zuzenean beraien besoetara joango zarelako, eta ez beranduegi, orduan ez zeralako beste aldera iritsiko.

source: Two Friends
ar: صديقان
eu: Bi lagun

source: Make use of your friend. Dig him out, then walk over his head to reach the bar to the left and below you. After taking the gold at the top left, let your friend free again. When he runs towards you and falls into the pit, jump onto his head and then collect five pieces of gold while walking on his head. You need to adjust your speed to match his. To reach the piece of gold next to a tube of false bricks, jump through the tube, run up the ladder and wait for the enemy to fall in. Now you can ride on his head and step to the right to take the gold.
ar: استفد من صديقك. احفر له للخروج، ثم امشِ فوق رأسه للوصول إلى العمود على يسارك وأسفلك. بعد أخذ الذهب في أعلى اليسار، حرّر صديقك مرة أخرى. عندما يركض نحوك ويسقط في الحفرة، اقفز على رأسه ثم اجمع خمس قطع من الذهب بينما تمشي على رأسه. عليك تعديل سرعتك لتناسب سرعته. للوصول إلى قطعة الذهب بجانب أنبوب من الطوب الزائف، اقفز عبر الأنبوب، اركض إلى الأعلى على السلم وانتظر العدو ليسقط فيه. الآن يمكنك الركوب على رأسه والتحرك إلى اليمين لأخذ الذهب.
eu: Erabili zure laguna. Zulatu, bera handik ateratzeko, ondoren ibili bere buru gainetik ezkerreko zure azpiko barrara iristeko. Goian ezkerrean dagoen urrea hartu ondoren, zure laguna berriz askatu. zuregana korrika egin eta zulogunean erortzen denean, egin salto bere buru gainera eta bildu bost urre-zati bere buru gainean ibili bitartean. Zure abiadura berearekin egokitu behar duzu. Gezurrezko adreiluen hodi baten ondoko urrezko zatira iristeko, jauzi hodian barrena, korri eskaileran gora eta itxoin etsaia barrenean erori arte. Orain bere buru gainean ibili eta urrea hartzeko eskuinera oinkada eman dezakezu.

source: Impossible?
ar: مستحيل؟
eu: Ezinezkoa?

source: No hint this time! But it is not impossible.
ar: لا توجد تلميحات هذه المرة! لكن هذا ليس مستحيلاً.
eu: Oraingoan aholkurik ez Baina ez da ezinezkoa.

source: The Wall
ar: ذا وول
eu: Horma

source: There is only one ladder up to the top of the wall and to reach it you need an enemy. So you have to dig right and left all the way to the floor as you fall. On the other side of the wall you have to wait on the ground until the enemy nearly reaches you, then run up very quickly. But how do you get to the other side? Trial and error...
ar: هناك سلم واحد فقط يصعد إلى أعلى الجدار وللوصول إليه تحتاج إلى عدو. لذا عليك الحفر يمينًا ويسارًا على طول الطريق إلى الأرضية بينما تسقط. على الجانب الآخر من الجدار عليك الانتظار على الأرض حتى يقترب العدو منك، ثم اركض إلى الأعلى بسرعة كبيرة. ولكن كيف تصل إلى الجانب الآخر؟ بالمحاولة والخطأ...
eu: Horma goraino igotzen den eskailera bakarra dago eta hartara iristeko etsai bat behar duzu. Beraz, eskuin eta eskez zulatu behar duzu zorura iritsi arte erortzen zaren bitartean. Hormaren beste aldean, lurrean itxoin beharko duzu etsaia zuganaino iristear dagoen arte, ondoren oso azkar korrika egin. Baina, nola iristsi beste aldera? Saiatu eta huts eginez…

source: Snakepits
ar: حفر الأفاعي
eu: Suge-hobiak

source: After you reach the ladder and as you work your way down through the middle section, you will need to release five enemies, no more no less. They will help form a bridge to the ladders that appear on the left. To make the enemies in the boxes on the left move into position as you make your escape, just stand at the same height on one side or the other.
ar: بعد أن تصل إلى السلم وبينما تشق طريقك إلى الأسفل عبر القسم الأوسط، ستحتاج إلى تحرير خمسة أعداء، لا أكثر ولا أقل. سيساعدون في تشكيل جسر إلى السلالم التي تظهر على اليسار. لجعل الأعداء في الصناديق على اليسار يتحركون إلى موقعهم أثناء هروبك، قف فقط على نفس الارتفاع على أحد الجانبين أو الآخر.
eu: Eskailerara iritsi ondoren eta erdiko zatitik behera iristeko lanean ari zaren bitartean, bost etsai askatu beharko dituzu, ez gehiago, ez gutxiago. Eskerrean agertzen diren eskaileratarantz zubi bat osatzen lagunduko dute. Ihes egiten duzunean, ezkerreko kutxetan dauden etsaiak kokalekura mugitzeko, beraien altuera berean, alde batean edo bestean. jarri besterik ez duzu egin behar.

source: Get In And Up
ar: ادخل واصعد
eu: Sartu eta igo

source: After you reach the first ladder, go down and wait for the enemies to run towards you. When they are nearly upon you, run up, go left and enter the building. Take the two pieces of gold and dig yourself through.
ar: بعد أن تصل إلى السلم الأول، انزل وانتظر الأعداء ليركضوا نحوك. عندما يكونون على وشك الوصول إليك، اركض إلى الأعلى، اذهب إلى اليسار وادخل المبنى. خذ قطعتي الذهب واحفر لنفسك طريقًا.
eu: Lehenengo eskailerara iritsi ondoren, jaitsi eta itxoin etsaiak zugana joan arte. Ia zure ondoan daudenean, korri gora, joan ezkerrera eta sartu eraikinean. Hartu urrezko bi zatiak eta zulatu zure ihesbidea.

source: No Way Out
ar: لا مفر
eu: Ez dago irteerarik

source: You have to dig before you take the gold and before the ladders appear.
ar: عليك أن تحفر قبل أن تأخذ الذهب وقبل أن تظهر السلالم.
eu: Zulatu egin behar duzu urrea hartu baino lehen eta eskailerak agertu baino lehen.

source: How To Get There
ar: كيف تصل إلى هناك
eu: Hara nola iritsi

source: First you must find a way to the upper-left corner. When you arrive, there are two ladders below you, a very short one and a longer one. Between them there is a column of bricks. The top two are real bricks: the rest is a tube of traps and you have to go through it. Dig through two columns of bricks over on the right, step left and run up the ladder. Jump to the left and dig two bricks while falling. Run back to the right, but dig the last brick, because the one to the left of it is a trap. Run up the big ladder, go left and dig through the brick above the little ladder. Fall onto it, then head right and fall through the tube. The timing is very tight. The tiniest hesitation will kill you!
ar: أولاً، يجب أن تجد طريقًا إلى الزاوية العلوية اليسرى. عندما تصل، يوجد سلمتان أسفلك، واحدة قصيرة جدًا وواحدة أطول. بينهما يوجد عمود من الطوب. الطوبتان العلويتان حقيقيتان: أما الباقي فهو أنبوب من الفخاخ وعليك المرور من خلاله. احفر عبر عمودين من الطوب على اليمين، تحرك لليسار واركض على السلم. اقفز إلى اليسار واحفر طوبتين أثناء السقوط. اركض عائدًا إلى اليمين، ولكن احفر الطوبة الأخيرة، لأن التي على يسارها هي فخ. اركض على السلم الكبير، اذهب إلى اليسار واحفر عبر الطوبة التي فوق السلم الصغير. اسقط عليها، ثم اتجه يمينًا واسقط من خلال الأنبوب. التوقيت دقيق جدًا. أدنى تردد سيقتلك!
eu: Aurrena goiko ezkerreko izkinara iristeko modu bat aurkitu behar duzu. Iristen zarenean, zure azpian bi eskilara daude, bat oso motza eta bestea luzeagoa. Haien artean adreilu zutabe bat dago. Gaineko biak benetako adreiluak dira: gainontzekoa tranpa-hodi bat da eta zeharkatu egin behar duzu. Zulatu bi adreilu zutabetan zehar eskuinean gainean, jo ezkerretik eta igo eskilaratik gora. Itzuli eskuinera, baina zulatu azken adreilua, haren ezkerrekoa tranpa bat baita. Joan eskailera handian gora, joan ezkerrera eta zulatu eskailera txikiaren gaineko adreiluan zehar. Erori haren barruan, ondoren jo eskuinera eta erori hodian zehar. Denbora oso mugatuta dago. Zalantza txikienak hilko zaitu!

source: The Bull
ar: الثور
eu: Zezena

source: For the gold on the left you need very good timing, similar to 'Free Fall', only a bit harder. Try to find the right moment to run over an enemy's head. On the right hand side, start by digging two single bricks, to let the enemy run left and into the hole. Step onto his head, dig on both sides at once while falling, then run to the left, take the gold, run back and step onto the last falling enemy. Be quick, because you can only reach the five pieces of gold on the left by riding on an enemy.
ar: للحصول على الذهب على اليسار تحتاج إلى توقيت جيد جدًا، مشابه لـ'سقوط حر'، لكنه أصعب قليلاً. حاول إيجاد اللحظة المناسبة للركض فوق رأس عدو. على الجانب الأيمن، ابدأ بحفر طوبتين مفردتين، للسماح للعدو بالركض يسارًا وإلى الحفرة. اصعد على رأسه، احفر على كلا الجانبين في آن واحد أثناء السقوط، ثم اركض إلى اليسار، خذ الذهب، اركض عائدًا واصعد على آخر عدو ساقط. كن سريعًا، لأنك لا يمكنك الوصول إلى قطع الذهب الخمس على اليسار إلا بالركوب على عدو.
eu: Ezkerreko urrerako denbora oso ondo neurtu behar duzu, 'Erorketa askea' antzera, baina zertxobait zailagoa. Saia zaitez etsai baten buru gainean ibiltzeko une egokia aurkitzen. Eskuin aldean, hasi bi adreilu solte zulatzen, etsaia ezkerrera zulora joaten uzteko. Eman bere buru gainerako urratsa, zulatu bi aldeetan aldi berean erori bitartean, ondoren zoaz ezkerrera, hartu urrea, atzera itzuli eta eman urratsa erortzen den azken etsaiaren gainera. Azkarra izan, ezkerreko bost urre zatietara iristeko era bakarra etsai baten gainean ibiltzea baita.

source: Long Way Up
ar: طريق طويل للأعلى
eu: Goranzko bida luzea

source: You have to climb up on the pyramid of ladders and run over the heads of the enemies. You need more luck than skill. It is better to wait for an instant before climbing up. To get the single gold above the traps near the center, dig the enemies free then go down and left to the big bar. The enemies will fill the pit under the traps, so then you can take the gold easily. The rest is a bit hard, but it is easy to understand how to do it. In general, it is best to avoid killing enemies.
ar: عليك أن تتسلق هرم السلالم وتركض فوق رؤوس الأعداء. ستحتاج إلى حظ أكثر من المهارة. من الأفضل الانتظار للحظة قبل الصعود. للحصول على الذهب الوحيد فوق الفخاخ بالقرب من المنتصف، احفر لتحرير الأعداء ثم انزل إلى الأسفل واليسار إلى العمود الكبير. سيمتلئ الحفرة تحت الفخاخ بالأعداء، وعندها يمكنك أخذ الذهب بسهولة. الباقي صعب بعض الشيء، ولكن من السهل فهم كيفية القيام به. بشكل عام، من الأفضل تجنّب قتل الأعداء.
eu: Eskailera-piramidean gora egin eta etsaien buruen gainetik lasterka ibili behar duzu. Zortea behar duzu trebetasuna baino gehiago. Hobe da igotzen hasi aurretik une batez itxoitea. Tranpen gainean, erdigune ondoko urre bakarra lortzeko, zulatu, etsaiak askatzeko, ondoren, joan behera eta ezkerrera barra handiaren aldera. Etsaiek tranpen azpiko hobia beteko dute, horren ondoren urrea erraz hartu ahal izango duzu. Gainerakoa gogor xamarra da, baina nola egin behar den ulertzea erraza da. Orokorrean, hobe da etsaiak hiltzea saihestea.

source: A Little Present To Say Goodbye
ar: هدية صغيرة للوداع
eu: Agur esate opari xume bat

source: After some very hard levels, maybe you would like an easy one. Goodbye!
ar: بعد بعض المستويات الصعبة جدًا، ربما تود واحدة سهلة. وداعًا!
eu: Maila oso zail batzuen ondoren, agian errez bat nahi zenuke. Agur!

source: Gold Of The Living Dead
ar: ذهب الموتى الأحياء
eu: Hildako bizidunen urrea

source: The Zombie Apocalypse is upon us and you are the last human left alive on Earth, but the zombies still have plenty of gold. However, being zombies, they are more interested in you than the treasure... Fifty Championship levels, including hints and recorded solutions, from Gabriel Miltschitzky, April 2021.
ar: نهاية العالم للزومبي قد حلت، وأنت آخر إنسان بقي على قيد الحياة على الأرض، لكن الزومبي لا يزال لديهم الكثير من الذهب. ومع ذلك، ولكونهم زومبي، هم أكثر اهتمامًا بك من الكنز... خمسون مستوى من مستويات البطولة، بما في ذلك التلميحات والحلول المسجلة، من تأليف غابرييل ميلتشتزكي، أبريل 2021.
eu: Zonbien Apokalipsia gainean dugu eta lurrean bizirik geratzen den azken gizakia zara, zonbiek oraindik urre asko dute ordea. Halere, zonbiak izanik, altxorrarekiko baino zurekiko interes handiagoa dute… Txapelketako berrogeita hamar maila, aholkuak eta grabatutako ebazpenak barne, Gabriel Miltschitzky-k eginak, 2021eko apirila.

source: Last Person On Earth
ar: آخر شخص على الأرض
eu: Lurreko azken pertsona
