Repository: KDE/kgoldrunner
Catalog: po/*/kgoldrunner.po
Languages: ar, eu

source: The Mask
ar: القناع
eu: Maskara

source: Check for Traps
ar: تحقق من الفخاخ
eu: Egiaztatu tranpak

source: Take It Easy!
ar: على مهلك!
eu: Hartu lasai!

source: Fall on a Fortune
ar: اسقط على ثروة
eu: Zorte ona

source: The Lattice
ar: الشبكة
eu: Sarea

source: Shower of Gold
ar: مطر الذهب
eu: Urrezko dutxa

source: The Foundry
ar: المسبك
eu: Galdategia

source: Soft Landings
ar: هبوط ناعم
eu: Lur-hartze bigunak

source: Unlucky for Some
ar: سوء حظ للبعض
eu: Zorte txarra batentzat

source: The Balance
ar: التوازن
eu: Oreka

source: Gold Bars
ar: سبائك الذهب
eu: Urrezko barrak

source: Hard Row to Hoe
ar: صف صعب للحفر
eu: Zulatzeko lerro zaila

source: Golden Maze
ar: المتاهة الذهبية
eu: Urrezko labirintoa

source: Delayed Trap
ar: فخ متأخر
eu: Atzerapendun tranpa

source: Nowhere to Hide
ar: لا مكان للاختباء
eu: Ezkutatzeko lekurik ez

source: Watch the Centre
ar: راقب المركز
eu: Behatu zentrua

source: Where to Dig?
ar: أين تحفر؟
eu: Non zulatu?

source: Easy Stages
ar: مراحل سهلة
eu: Maila errazak

source: Gold Mesh
ar: شبكة ذهبية
eu: Urrezko sare-begia

source: Acrobat
ar: بهلوان
eu: Akrobata

source: Mongolian Horde
ar: قطيع منغولي
eu: Mongoliar horda

source: Rocky Terrain
ar: أرض صخرية
eu: Harkaiz-lekua

source: Down the Chimney
ar: أسفل المدخنة
eu: Tximiniatik behera

source: Space Invader
ar: غزاة الفضاء
eu: Espazioko erasotzaileak

source: Winding Road
ar: طريق متعرج
eu: Haizedun bidea

source: Light My Fire
ar: أشعل ناري
eu: Piztu nire sua

source: Cockroach
ar: صرصور
eu: Labezomorroa

source: The Runaround
ar: المطاردة
eu: Bira

source: Speedy
ar: سريع
eu: Azkarra

source: Dig Deep
ar: احفر عميقًا
eu: Zulatu sakonki

source: Forgotten Gold
ar: الذهب المنسي
eu: Ahaztutako urrea

source: Two of Diamonds
ar: اثنان من الماس
eu: Diamantezko bi

source: Suicide Jump
ar: قفزة انتحارية
eu: Suizidiozko jauzia

source: Easy Access
ar: وصول سهل
eu: Sarrera erraza

source: Gold Braid
ar: جديلة ذهبية
eu: Urrezko galoia

source: Cat's Eyes
ar: عيون القط
eu: Katuaren begiak

source: Keep Them Coming
ar: اجعلهم يأتون
eu: Jarraitu erakartzen

source: The Funnel
ar: القمع
eu: Inbutua

source: Lattice Maze
ar: متاهة الشبكة
eu: Sare-labirintua

source: Hard Work for Poor Pay
ar: عمل شاق بأجر زهيد
eu: Lana gogorra eta gutxi ordaindueg

source: Forked Ladders
ar: سلالم متفرعة
eu: Adarkatutako eskailerak

source: Snowing Gold
ar: تساقط الذهب
eu: Urrezko elurra

source: Left or Right?
ar: يسار أم يمين؟
eu: Ezkerrera edo eskuinera?

source: Houndstooth
ar: سن الكلب
eu: Jazarrita

source: Five Levels
ar: خمسة مستويات
eu: Bost maila

source: Pitfalls
ar: مزالق
eu: Zailtasunak

source: Get IN There!
ar: ادخل هناك!
eu: Sartu hor!

source: A Steady Climb
ar: تسلق ثابت
eu: Igoera erregularra

source: Fall-through Lattice
ar: شبكة يمكن السقوط من خلالها
eu: Sare iragazkorra

source: Get me OUT of Here!
ar: أخرجني من هنا!
eu: Atera nazazu hemendik!

source: Empty Cellar
ar: قبو فارغ
eu: Soto hutsa

source: The Rose
ar: الوردة
eu: Arrosa

source: Lotus Puzzle
ar: لغز اللوتس
eu: Loto-puzzlea

source: Long Drop
ar: سقوط طويل
eu: Erorketa handia

source: Party On!
ar: بدأ الحفلة!
eu: Festa!!!

source: Cross-stitch
ar: كروس ستيتش
eu: Puntazko gurutzea

source: Cannot Get Up There
ar: لا أستطيع الصعود إلى هناك
eu: Ezin naiz hara igo

source: They Are Everywhere!
ar: إنهم في كل مكان!
eu: Edonon daude !!!

source: Rooftops
ar: أسطح المنازل
eu: Teilatuak

source: Tricky Traps
ar: فخاخ خادعة
eu: Tranpa arriskutsuak

source: Make Them Work for You
ar: اجعلهم يعملون لأجلك
eu: Egin dezatela lan zuretzat

source: Get Going!
ar: انطلق!
eu: Goazen !!

source: Three Chimneys
ar: ثلاث مداخن
eu: Hiru tximinia

source: The Archway
ar: القنطرة
eu: Sabaia

source: Starwave
ar: موجة النجوم
eu: Izar-uhina

source: Amazing Finish
ar: نهاية مذهلة
eu: Amaiera harrigarria

source: Pillars
ar: الأعمدة
eu: Zutabeak

source: Hopeful Descent
ar: هبوط محفوف بالأمل
eu: Jeitsiera baikorra

source: The Rack
ar: المسند
eu: Armairua

source: Twists and Turns
ar: التواءات ومنعطفات
eu: Birak eta bueltak

source: The Saucer
ar: الطبق
eu: Platertxoa

source: The Dotted Line
ar: الخط المنقط
eu: Puntudun lerroa

source: Do Not Look Down (1)
ar: لا تنظر لأسفل (1)
eu: Ez behera begiratu (1)

source: Getting Started
ar: ابدأ
eu: Hasten

source: Easy Middle
ar: منتصف سهل
eu: Erdi erraza

source: Do Not Look Down (2)
ar: لا تنظر لأسفل (2)
eu: Ez behera begiratu (2)

source: Which Way?
ar: أي طريق؟
eu: Nora?

source: Do Not Look Down (3)
ar: لا تنظر لأسفل (3)
eu: Ez behera begiratu (3)

source: Drop?
ar: أأسقط؟
eu: Erori?

source: Help!
ar: مساعدة!
eu: Laguntza !!!

source: Yorick's Skull
ar: جمجمة يوريك
eu: Yorick-en garezurra

source: No Mercy
ar: دون رحمة
eu: Errukirik gabe

source: Gold Sandwich
ar: شطيرة ذهب
eu: Urrezko sandwich-a

source: Golden Curtain
ar: ستارة ذهبية
eu: Errezela

source: Are you spider or fly?
ar: هل أنت عنكبوت أم ذبابة؟
eu: Zer zara, armiarma edo elbia?

source: Funny?
ar: مضحك؟
eu: Dibertigarria?

source: Hard Landings
ar: هبوط صعب
eu: Lur-hartze gogorra

source: Golden Tower
ar: البرج الذهبي
eu: Urrezko dorrea

source: This level is named after the famous German submarine war film 'Das Boot' and dedicated to Marco Krüger of Berlin, the original author of KGoldrunner. Just one small hint ... if you stand on the right hand end of the boat you can get the enemy to fall towards you ... the rest is up to you!
ar: سُمي هذا المستوى على اسم الفيلم الحربي الألماني الشهير عن الغواصات 'Das Boot' وهو مُهدى إلى ماركو كروجر من برلين، المؤلف الأصلي للعبة جامع الذهب. هناك تلميح صغير واحد فقط... إذا وقفت في الطرف الأيمن من القارب، يمكنك جعل العدو يسقط نحوك... والباقي متروك لك!
eu: Maila hau urpekontzi alemanen gerrako 'Das boot' filmearen izena du eta Berlingo Marco Krüger-i eskeinia dago, KGoldrunner-en jatorrizko egileari. Argibide txiki bat… ontziaren eskuineko ertzean bazaude etsaia zuregana etortzea lortuko duzu… eta amaitu lana !!!!

source: Quick! RUN!
ar: بسرعة! اركض!
eu: Azkar! KORRI !!!

source: Surprise Ending
ar: نهاية مفاجئة
eu: Sorpresadun amaiera

source: Diagonal Disaster
ar: كارثة قطرية
eu: Desastre diagonala

source: Vengeance of Peter W
ar: انتقام بيتر دبليو
eu: Peter W-ren mendekua

source: Gooood luck! Mwarrhh hwwarrrr haarrrr!
ar: حظاً سعيداً! موارر هوارر هااررر!
eu: Zorte on! Mwarrhh hwwarrrr haarrrr !!!

source: No, it is not impossible. There is a trick in how you dig the bricks next to the gold nuggets.
ar: لا، إنه ليس مستحيلاً. هناك خدعة في كيفية حفر الطوب بجوار شذرات الذهب.
eu: Ez, ez da ezinezkoa. Trikimailu bat dago urrezko pipitetatik gertu dauden adreiluak nola zulatzen duzun buruz.

source: Go up the left side to the top and across. Drop down left of the bricks. There is more than one route from these bars to the gold. When starting, wait on a short ladder while the enemy above falls past you on the left.
ar: اصعد من الجانب الأيسر إلى الأعلى ثم اعبر. انزل يسار الطوب. هناك أكثر من طريق واحد من هذه القضبان إلى الذهب. عند البدء، انتظر على سلم قصير بينما يمر العدو الذي في الأعلى من يسارك.
eu: Joan gora ezkerraldean goraino eta gurutzatu. Erori adreiluen ezerraldera. Barra horietatik urreraino heltzeko bide bat baino gehiago dago. Hastean, itxaron eskailera laburrean gaineko etsaia zure ezkerrera erortzen diren bitartean.

source: Short Cut?
ar: اختصار؟
eu: Lasterbidea?

source: Yes, you just have time to zip across the bottom, dodging all the enemies to get to the gold.
ar: نعم، لديك الوقت الكافي للعبور بسرعة من الأسفل، مع تفادي جميع الأعداء للوصول إلى الذهب.
eu: Bai, denbora duzu behea zeharkatzeko, etsai guztiak saihestuz urrea lortzeko.

source: Sky Walker
ar: سائر السماء
eu: Zeruko ibiltaria

source: To get the gold in the cave, dig two bricks, wait till they start to re-appear, then quickly dig the third brick (your escape route). Run back up, dig and drop onto the gold. You can JUST get past the fourth enemy if you wait on the bottom ladder as he falls to the floor next to you. Finally, take a wandering route through the sky and emerge at the top left.
ar: للحصول على الذهب في الكهف، احفر طوبتين، وانتظر حتى تبدأ في الظهور مرة أخرى، ثم احفر بسرعة الطوبة الثالثة (طريق الهروب الخاص بك). اركض عائداً، احفر واسقط على الذهب. يمكنك فقط المرور من العدو الرابع إذا انتظرت على السلم السفلي عندما يسقط على الأرض بجوارك. أخيرًا، اسلك طريقاً متجولاً في السماء واخرج في الزاوية العلوية اليسرى.
eu: Haitzuloko urrea hartzeko, zulatu bi adreilu, itxaron haiek berriro agertu arte, gero azkar zulatu hirugarren adreilua (zure ihesbidea). igo, zulatu eta jaregin urrearen gainera. Laugarren etsaia igaroko duzu beheko eskaileran zain egoten bazara hura zorura erori artea zugandik gertu. Azkenik, hartu noraezeko bide bat zerurantz eta irten goiko ezkerrean.

source: The Vault
ar: القبو
eu: Kripta

source: You can trap enemies in the bottom vault by waiting at the bottom of the long ladder. To kill them, come out, dig one brick, then go back and wait again.
ar: يمكنك الإيقاع بالأعداء في القبو السفلي بالانتظار في أسفل السلم الطويل. لقتلهم، اخرج، احفر طوبة واحدة، ثم ارجع وانتظر مرة أخرى.
eu: Beheko kriptan etsaiak atrapa ditzakezu eskailera luzearen behean itxaroten baduzu. Haiek hiltzeko, irten, zulatu adreilu bat eta gero itzuli atzera eta itxaron berriro.

source: Patchwork Quilt
ar: لحاف المرقعة
eu: Sareztatutako bururdia

source: To get the gold in the top middle section, dig three bricks next to the trapped enemy, wait till they start to re-appear, dig once more, then run up and right to fall back to where the enemy was. Now you can dig and get onto the ladders before he gets back to you.
ar: للحصول على الذهب في الجزء العلوي الأوسط، احفر ثلاث طوبات بجوار العدو المحاصر، وانتظر حتى تبدأ في الظهور مرة أخرى، احفر مرة أخرى، ثم اركض لأعلى ولليمين لتسقط إلى حيث كان العدو. الآن يمكنك الحفر والصعود على السلالم قبل أن يعود إليك.
eu: Goiko erdiko ataleko urrea eskuratzeko, zulatu hiru aderiluak atrapatutako etsaitik gertu, itxaron berriro agertzen hasten diren arte, zulatu beste behin, ondoren igo gora eta eskuinera etsaia zegoen lekura erortzeko. Orain zulatu eta eskaileretara iritsi hura zugana itzuli aurretik.

source: Do You Need Him?
ar: هل تحتاج إليه؟
eu: Bere laguntzarik behar?

source: You can leave the enemy where he is. Go nearly to the gold at the bottom right. Do not pick it up yet, but go up and get the two nuggets at the top left. Then you can come back down to where you were and complete the level.
ar: يمكنك ترك العدو حيث هو. اقترب من الذهب في الجزء السفلي الأيمن. لا تلتقطه بعد، ولكن اصعد واحصل على الشذرتين في الجزء العلوي الأيسر. بعد ذلك، يمكنك العودة إلى حيث كنت وإكمال المستوى.
eu: Etsaia dagoen lekuan utz dezakezu. Beheko eskuinaldera joan urrea dagoen lekuruntz, baina ez ezazu oraindik hartu, joan gora eta hartu bi pipita goi ezkerretik. Gero behera itzul zaitezke lehen zeuden lekura eta maila osatu.

source: Stuck in Storage
ar: عالق في المخزن
eu: Biltegian preso

source: First clean out the cave by digging three bricks at the right. Later you can kill enemies on the bottom bricks and trap them in the cave. At the right, get the vertical row of gold first, then go across and get the gold on the horizontal platforms. Stay right, dig through the last platform, then dig and get the right hand nugget in the cave. Finally pick up the left hand nugget.
ar: أولاً، نظف الكهف بحفر ثلاث طوبات على اليمين. لاحقاً يمكنك قتل الأعداء على الطوب السفلي وحصرهم في الكهف. على اليمين، احصل على الصف العمودي من الذهب أولاً، ثم اعبر واحصل على الذهب الموجود على المنصات الأفقية. ابق على اليمين، احفر عبر المنصة الأخيرة، ثم احفر واحصل على الشذرة اليمنى في الكهف. أخيراً، التقط الشذرة اليسرى.
eu: Aurrenik haitzuloa garbitu eskuineko hiru adreiluak zulatuz. Beranduago, etsaiak hil ditzakezu beheko adreiluetan eta haiek haitzuloan atrapatu. Eskuinean, aurrenik eskuratu urrezko errenkada bertikala, gero gurutzatu eta lortu plataforma horizontaletako urrea. Gelditu bertan, zulatu azken plataformaren zehar, gero zulatu eta eskuratu haitzuloko eskuineko pipita. Azkenik, ezkerreko pipita eskuratu.

source: So Far for So Little
ar: كل هذا الجهد لأجل القليل
eu: Orain arte ezer gutxi

source: At the start, go down and dig. At the finish, approach the gold from below.
ar: في البداية، انزل واحفر. في النهاية، اقترب من الذهب من الأسفل.
eu: Hasieran, zoaz behera eta zulatu. Amaieran, hartu urrea behetik.

source: Finish by collecting the two nuggets either side of a ladder on the left, then the four at the very bottom of the tomb. You need to get an enemy to fall onto the hanging nugget in the left side of the pyramid. You need another to fill the pit at bottom left. The rest is several digging puzzles, often with limited time to get out before your escape route closes. Enjoy!
ar: أنهي بجمع الشذرتين على جانبي سلم على اليسار، ثم الأربع شذرات في أسفل القبر. تحتاج إلى جعل عدو يسقط على الشذرة المعلقة في الجانب الأيسر من الهرم. تحتاج إلى آخر لملء الحفرة في الأسفل على اليسار. الباقي عبارة عن عدة ألغاز حفر، غالباً بوقت محدود للخروج قبل أن يغلق طريق هروبك. استمتع!
eu: Ezkerraldeko eskailera baten bi albotan dauden bi pipita bilduz amaitu, gero hilobiaren behean dauden lau eskuratu. Piramidearen ezkerraldean esekita dagoen pipitaren gainera etsai bat erortzea lortu behar duzu. Beste bat behar duzu behe ezkerreko hobia betetzeko. Hainbat puzzle zulatzea besterik ez zaizu falta, gehienetan mugatutako denbora egongo da zure ihesbideak itxi aurretik. Ongi pasa!

source: Drop from the bar at top left and you will get to the gold. Exit right and up, on the ladders that appear. Go across the top until you are seven or eight spaces from the right, then go down. As you head diagonally down to the left, there are two false bricks. Drop into the second one, stay inside it and dig right. Now fall into a string of ladders that leads down and to the left ...
ar: اسقط من العارضة في الجزء العلوي الأيسر وستصل إلى الذهب. اخرج يميناً وأعلى، على السلالم التي تظهر. اعبر الجزء العلوي حتى تصبح على بعد سبع أو ثماني مسافات من اليمين، ثم انزل. بينما تتجه قطرياً إلى الأسفل جهة اليسار، هناك طوبتان مزيفتان. اسقط في الثانية، ابق داخلها واحفر يميناً. الآن اسقط في سلسلة من السلالم التي تؤدي إلى الأسفل وإلى اليسار...
eu: Goiko ezkerreko barratik erori urrea lortzeko. Agertuko diren eskaileretan eskuinera eta gora joan. Gaineko eskuinetik zazpi edo zortzi hutsune gurutzatu, gero jeitsi behera. Diagonalki ezkerrera jeitsi, hor bi adreilu faltsu daude. Jaregin bigarrengora, egon horren barruan eta zulatu eskuinera. Orain, erori beherantz doazen eskailera katera eta joan ezkerrera…

source: Flying Tower
ar: البرج الطائر
eu: Dorre hegalaria

source: Well you just have to be fast and accurate on this one and that is all we can say ...
ar: حسناً، عليك فقط أن تكون سريعاً ودقيقاً في هذا المستوى وهذا كل ما يمكننا قوله...
eu: Azkarra eta zorrotza izan behar duzu oraingoan eta hau da esan daitekeen guztia…

source: Pot Hole
ar: حفرة
eu: Putzuaren zuloa

source: Well, the old MG was pretty fast and agile in its day and you have to be too. You can try digging three bricks left and one centre to kill one of the enemies right at the start, but chances are he will fall into the pot hole on the right and you will have no chance of collecting the last lot of gold.
ar: حسنًا، كانت سيارة MG القديمة سريعة ورشيقة في زمانها وعليك أن تكون كذلك. يمكنك محاولة حفر ثلاث طوبات على اليسار وطوبة في المنتصف لقتل أحد الأعداء في البداية، ولكن من المحتمل أن يسقط في الحفرة على اليمين ولن تكون لديك فرصة لجمع الذهب المتبقي.
eu: MG zaharra bere garaian nahikoa azkarra eta bizia zen bezala, zeuk ere horrelakoa izan behar duzu. Ezkerreko hiru adreilu, eta erdiko bat, zulatzen saia zaitez hasierako eskuineko etsaietariko bat hiltzeko, aukerak daude hura eskuineko putzuaren zulora erortzeko eta ondorioz ez duzu aukerarik izango azkenengo urreak biltzeko.

source: Sticky Ladders
ar: سلالم لزجة
eu: Eskailera itsaskorra

source: Start by going about three quarters the way up the ladder. The enemies run right. Run to the top in time to get one to fall through a false brick while the others run towards you. Go left, dig two holes to trap them, then run right, dig and fall to the bottom of the first small ladder on the right. The enemies should come down the long ladder and fill up the two false bricks at its foot. Dig and catch the third enemy on top of the thick brick area, then run to the second space from the bottom of the long ladder, next to a row of bricks. The enemy should run into the pits on the left.
ar: ابدأ بالصعود حوالي ثلاثة أرباع السلم. الأعداء يركضون يميناً. اركض إلى الأعلى في الوقت المناسب لجعل واحد يسقط عبر طوبة مزيفة بينما يركض الآخرون نحوك. اذهب يساراً، احفر حفرتين لاحتجازهم، ثم اركض يميناً، احفر واسقط إلى أسفل السلم الصغير الأول على اليمين. يجب أن ينزل الأعداء من السلم الطويل ويملأون الطوبتين المزيفتين عند قاعدته. احفر واصطد العدو الثالث فوق منطقة الطوب السميك، ثم اركض إلى المساحة الثانية من أسفل السلم الطويل، بجوار صف من الطوب. يجب أن يركض العدو إلى الحفر على اليسار.
eu: Hasteko, eskaileran gora hiru laurden egin. Etsaiak eskuinera joango dira. Zoaz korrika gora bat adreilu faltsutik erortzeko besteak zugana datozten bitartean. Joan ezkerrera, egin bi zulo haiek atrapatzeko, gero joan laisterka eskuinera, egin zulo bat eta erori eskuineko aurreneko eskailera txikiaren behera. Etsaiak eskailera handitik behera jeitsi eta bi adreilu faltsu bete beharko lukete haien kasa. Egin zulo bat eta harrapatu hirugarren etsaia adreilu estuaren arearen gainean, gero zoaz korrika eskailera handiko behetik hasita dagoen bigarrengo hutsunera, gezien errenkadatik gertu. Etsaia ezkerreko zuloetara joan beharko lukete.

source: The Laboratory
ar: المختبر
eu: Laborategia

source: You have to go up the leftmost ladder to get to every nugget and then exit to the next level. Come across from the right to collect the top centre nugget. Get past enemies on the 'bunsen burner' by killing them on the right of it, by dropping through the middle of it when they are nearly touching you and will fall after you OR by jumping left over their heads before they get to the top of the burner.
ar: عليك أن تصعد السلم الأقصى يساراً للوصول إلى كل شذرة ومن ثم الخروج إلى المستوى التالي. اعبر من اليمين لجمع الشذرة العلوية في الوسط. تجاوز الأعداء على 'موقد بنسن' بقتلهم على يمينها، أو بالسقوط عبر وسطها عندما يكونون على وشك لمسك وسيسقطون خلفك، أو بالقفز يساراً فوق رؤوسهم قبل أن يصلوا إلى أعلى الموقد.
eu: Ezker ezkerreko eskaileran gora joan behar duzu pipita bakoitza hartzeko, eta ondoren irten hurrengo mailara. Etorri eskuinetik goiko zentruko pipita jasotzeko. 'Bunsen' pizgailuan etsaiak igarotzseko hil itzazu horko eskuinean erditik jareginez haiek zu ia ukitzen zaituztenean eta zure atzetik eroriko dira, edo haien buruen gainetik salto egin haiek pizgailuaren gainera igo aurretik.

source: Pete likes Ladders
ar: بيت يحب السلالم
eu: Pete-ek eskailerak ditu gustoko

source: Keep going between the top and bottom to dodge the enemy. Pick up nuggets when you can. If the enemy gets one he can only drop it in one of the empty spaces. So keep him running through them and wait patiently ...
ar: استمر بالتحرك بين الأعلى والأسفل لتفادي العدو. التقط الشذرات عندما تستطيع. إذا حصل العدو على واحدة، يمكنه فقط إسقاطها في إحدى المساحات الفارغة. لذا، استمر في جعله يركض من خلالها وانتظر بصبر...
eu: Jarraitu goi eta behearen artean joaten etsaiari iruzur egiteko. Ahal duzunean har itzazu pipitak. Etsai batek pipita bat hartzen badu, soilik hutsuneetan soilik jaregingo du. Beraz, eduki ezazu hura haien artean korrika eta zain egon pazientziarekin…

source: Where is the Roof?
ar: أين السقف؟
eu: Non dago sabaia?

source: First clear up all the gold at the left and top, then dig out the cave and collect the gold on the ladders between the two low walls of false brick. If there is an enemy in that section, kill him by hiding in the bottom of a false wall and digging one hole next to it. He will die as he attempts to get you. This will not work if there is gold on the brick you want to dig ...
ar: أولاً، اجمع كل الذهب على اليسار والأعلى، ثم احفر الكهف واجمع الذهب الموجود على السلالم بين الجدارين المنخفضين من الطوب الزائف. إذا كان هناك عدو في ذلك القسم، اقتله بالاختباء في قاع جدار زائف وحفر حفرة واحدة بجانبه. سيموت وهو يحاول الوصول إليك. لن ينجح هذا إذا كان هناك ذهب على الطوبة التي تريد حفرها...
eu: Aurrenik, ezkerreko eta goiko urre guztia jaso itzazu, gero zulatu haitzuloa eta adreilu hutsezko bi hormen artean dauden eskaileretako urrea bildu. Atal horretan etsairen bat egonez gero, hil ezazu hura horma faltsuaren behean ezkutatuz eta harengandik gertu zulo bat eginez. Hura hil egingo da zu harrapatzen saiatzean. Trikimailu honek ez du funtzionatuko zulatzea nahi duzun adreiluan urrea badago…

source: Ninja Style
ar: أسلوب النينجا
eu: Ninjaren estiloa

source: After collecting all the gold on the left, stay over there, go up high, get the enemy to follow you, then drop to the floor. If an enemy falls near the middle ladder on the right, quickly climb to a point higher than that ladder. After a few tries, you should get all three enemies at the right onto the long rightmost ladder. Now it is easy to clear out the first two areas of gold on the right. Attract three or maybe only two enemies onto the middle ladder at the right. Go up near the hole in the concrete, drop, run right, go up the long ladder, drop left and collect the gold. If you get only two enemies onto the middle ladder, make sure the third one is dropping off the right ladder before you run across. You will then have to go all the way up the long ladder and wait till it is safe to drop left and collect the gold. If the enemies are still carrying gold, keep them chasing you around on the middle ladder and falling to the concrete until they release it.
ar: بعد جمع كل الذهب على اليسار، ابق هناك، اصعد عالياً، اجعل العدو يتبعك، ثم اسقط على الأرض. إذا سقط عدو بالقرب من السلم الأوسط على اليمين، اصعد بسرعة إلى نقطة أعلى من ذلك السلم. بعد بضع محاولات، يجب أن تجعل جميع الأعداء الثلاثة على اليمين يصعدون على السلم الأطول على اليمين. الآن أصبح من السهل إخلاء أول منطقتين من الذهب على اليمين. اجذب ثلاثة أو ربما اثنين فقط من الأعداء إلى السلم الأوسط على اليمين. اصعد بالقرب من الحفرة في الخرسانة، اسقط، اركض يميناً، اصعد السلم الطويل، اسقط يساراً واجمع الذهب. إذا جذبت عدوين فقط إلى السلم الأوسط، تأكد من أن العدو الثالث يسقط من السلم الأيمن قبل أن تركض. سيتعين عليك بعد ذلك أن تصعد السلم الطويل بالكامل وتنتظر حتى يكون آمناً للسقوط يساراً وجمع الذهب. إذا كان الأعداء لا يزالون يحملون الذهب، اجعلهم يطاردونك على السلم الأوسط ويسقطون على الخرسانة حتى يتركوه.
eu: Ezkerreko urre guztiak bildu ostean, gelditu zaitez bertan, igo gorenera, lortu etsaiak zuri jarraitzea, eta ondoren jaregin zaitgez zorura. Etsai bat eskuineko erdiko eskaileratik gertu erortzen bada, igo zaitez bizkor eskailera hura baino kokaleku altuago batera. Saiakera gutxi batzuen ostean, hiru etsaiak eskuin eskuineko eskailera luzearen eskuinean edukitzea lortuko duzu. Orain, erraza izango da aurreneko urrearen bi areak jasotzea eskuinean. Erakarri hiru, edo agian bi, etsai eskuineko erdiko eskailerara. Zoaz gora hormigoiaren zulotik gertu, erori, joan korrika eskuinera, igo eskailera luzea, erori ezkerrera eta bildu urrea. Erdiko eskaileran bi etsai bakarrik badaude, ziurtatu hirugarrena eskuineko eskaileratik erortzen dela korrika gurutzatu aurretik. Eskailera luzean zehar zoaz gora eta itxaron ezkerrera erortzea segurua den arte, eta bildu urrea. Etsaiek oraindik urrea badaramate, lortu ezazu haiek zure atzetik ibiltzea erdiko eskaileran eta erortzea urrea askatu arte.

source: Cooperation?
ar: التعاون؟
eu: Elkar-lana?
