Repository: KDE/kgoldrunner
Catalog: po/*/kgoldrunner.po
Languages: ar, eu

source: Fall on the enemy, dig below the gap on the right, then quickly go right, over his head. Pick up the gold, fall through a false brick, run up the ladder to the right and go to the right along the lower pole. Dig to the right (which traps the second enemy), get the gold, fall, dig left, fall, collect two gold pieces and go up two ladders. Move to the left via a false brick - the second enemy should still be trapped below. Go left to the ladder, down, then left and down through a false brick. Collect one gold, dig on the right, get three gold, dig and go up all the ladders on the right. Go left on the pole again, but this time climb upwards. Get one gold and dig right to trap another enemy. Move up to the top, go right, fall and continue to the concrete area at top center. Outwit the enemy in the concrete area, then exit by falling on him and moving to the gap on the left and down through two false bricks. Hold onto the pole at center screen, go right and back on up to the top. Move left on the pole and wait for the other enemy to enter the concrete area. Pick up the top gold, fall and exit left again, leaving two enemies trapped in the concrete. Go back up to the top again, but this time continue left towards the top-left corner of the screen. When you get up there, dig, fall through onto some gold and dig left twice while falling further. Now fall down the leftmost shaft and dig the brick that blocks the shaft. Wait for the enemy below to step into the shaft, then fall on him in order to collect the gold encased in concrete. Drop onto the remaining gold and fall to the bottom-left corner. Run right and up, right again, fall on three gold pieces and move on to the mid-bottom section. Outwit the enemy, go to the topmost ladder on the right, dig twice and fall through one gold and three bricks while digging right. Exit right to get more gold, then climb the ladder, dig and fall to collect another two gold pieces. Climb the ladder again, take the pole left, go up and then right to claim four gold pieces. Dig at the right-hand end and fall through three false bricks. Fall into the chamber, going right and digging left. Dig on the lower left to get out, then go back up to the pole and fall to onto the gold in this chamber. Exit right this time, collect some gold and climb up, up, up. Outwit the enemies in the upper-right area. It is possible to lure them into the chamber below by running ahead of them up the ladders. Collect the rightmost mid-level gold second to last and the gold at the bottom right last of all. Get out quick!
ar: اسقط على العدو، احفر أسفل الفجوة على اليمين، ثم اذهب سريعًا يمينًا، فوق رأسه. التقط الذهب، اسقط عبر طوبة زائفة، اركض لأعلى السلم إلى اليمين واذهب يمينًا على العمود السفلي. احفر يمينًا (مما يحبس العدو الثاني)، احصل على الذهب، اسقط، احفر يسارًا، اسقط، اجمع قطعتين ذهبيتين واصعد سلمين. انتقل إلى اليسار عبر طوبة زائفة - يجب أن يبقى العدو الثاني محبوسًا بالأسفل. اذهب يسارًا إلى السلم، أسفل، ثم يسارًا وأسفل عبر طوبة زائفة. اجمع قطعة ذهب واحدة، احفر على اليمين، احصل على ثلاث قطع ذهبية، احفر واصعد كل السلالم على اليمين. اذهب يسارًا على العمود مرة أخرى، لكن هذه المرة تسلق لأعلى. احصل على قطعة ذهب واحفر يمينًا لاحتجاز عدو آخر. تحرك لأعلى إلى القمة، اذهب يمينًا، اسقط وتابع إلى منطقة الخرسانة في أعلى المركز. احتال على العدو في منطقة الخرسانة، ثم اخرج بالسقوط عليه والتحرك إلى الفجوة على اليسار وأسفل عبر طوبتين زائفتين. تمسك بالعمود في منتصف الشاشة، اذهب يمينًا وعد لأعلى إلى القمة. تحرك يسارًا على العمود وانتظر دخول العدو الآخر منطقة الخرسانة. التقط الذهب العلوي، اسقط واخرج يسارًا مرة أخرى، تاركًا عدوين محبوسين في الخرسانة. عد إلى القمة مرة أخرى، لكن هذه المرة استمر يسارًا نحو الزاوية العلوية اليسرى للشاشة. عند الوصول إلى هناك، احفر، اسقط على بعض الذهب واحفر يسارًا مرتين أثناء السقوط أكثر. الآن اسقط في العمود الأقصى يسارًا واحفر الطوبة التي تسد العمود. انتظر دخول العدو أسفل العمود، ثم اسقط عليه لجمع الذهب المغلف بالخرسانة. اسقط على الذهب المتبقي واهبط إلى الزاوية السفلية اليسرى. اركض يمينًا وأعلى، يمينًا مرة أخرى، اسقط على ثلاث قطع ذهبية وانتقل إلى قسم منتصف القاع. احتال على العدو، اذهب إلى أعلى سلم على اليمين، احفر مرتين واسقط عبر قطعة ذهب وثلاث طوب أثناء الحفر يمينًا. اخرج يمينًا للحصول على مزيد من الذهب، ثم تسلق السلم، احفر واسقط لجمع قطعتين ذهبيتين أخريين. تسلق السلم مرة أخرى، خذ العمود يسارًا، اصعد ثم يمينًا للمطالبة بأربع قطع ذهبية. احفر في الطرف الأيمن واسقط عبر ثلاث طوب زائفة. اسقط في الحجرة، متجهًا يمينًا وحافرًا يسارًا. احفر في أسفل اليسار للخروج، ثم عد إلى الأعلى إلى العمود واسقط على الذهب في هذه الحجرة. اخرج يمينًا هذه المرة، اجمع بعض الذهب وتسلق لأعلى، أعلى، أعلى. احتال على الأعداء في المنطقة العلوية اليمنى. يمكن استدراجهم إلى الحجرة أدناه بالركض أمامهم صعودًا على السلالم. اجمع الذهب الأيمن في منتصف المستوى قبل الأخير والذهب في أسفل اليمين آخرًا. اخرج بسرعة!
eu: Erori etsaiaren gainera, zulatu tartearen azpian eskuinean, gero irten bizkor eskuinera, bere buruaren gainetik. Hartu urrea, erori adreilu faltsutik, igo korrika eskailera eskuinera eta joan polo baxuenean zehar eskuinera. Zulatu eskuinera (bigarren etsaia atrapatzeko), hartu urrea, erori, zulatu ezkerrera, erori, bildu urrezko bi piezak eta igo bi eskailerak. Joan ezkerrera adreilu faltsua erabiliz, bigarren etsaia oraindik atrapatuta jarraitu beharko luke azpian. Joan ezkerrera eskailerara, jeitsi, gero ezkerrera eta behera adreilu faltsuaren bidez. Jaso urre bat, zulatu eskuinean, altxatu hiru urre, zulatu eta eskuineko eskailera guztiak. Joan poloan ezkerrera berriro, baina oraingoan igo gorantza. Hartu urre bat eta zulatu eskuinean beste etsai bat atrapatzeko. Joan goraino, joan eskuinera, erori eta jarraitu hormigoiaren areara goiko zentruan. Izan etsaia baino maltzurragoa hormigoiaren arean, irten haren gainera eroriz eta ezkerreko tartera joan, jeitsi bi adreilu faltsuen bidez. Egon pantailako zentruko poloan, joan eskuinera eta itzuli goraino. Joan ezkerrera poloan eta itxaron beste etsai bat hormigoizko arean agertu arte. Goiko urrea hartu, erori eta irten ezkerretik berriro, bi etsai hormigoian atrapatuta utziz. Joan goraino berriro, biana oraingoan jarraitu ezkerrera pantailako goiko ezkerraldeko ertzera. Hor goian zaudenean, zulatu, erori urre batzuen gainera eta zulatu ezkerrean bi aldiz haratago erortzen zaren bitartean. Orain, erori behe beheko ardatzera eta zulatu ardatza ostopatzen duen adreilua. Etsaiaren zain egon azpian ardatzera joateko, ondoren erori haren gainera hormigoian lurperatuta dagoen urrea hartzeko. Falta den urrearen gainera jaregin eta erori beheko ezkerreko ertzera. Joan lasterka eskuinera eta gora, eskuinera berriro, erori urrezko hiru piezen gainera eta jarraitu erdi-beheko atalera. Erabili burua etsaia baino hobeto, joan goien dagoen eskailerara eskuinean, zulatu birritan eta erori urre bat eta hiru adreiluen bidez eskuinera zulatzen den bitartean. Irten eskuinetik urre gehiago eskuratzeko, igoeskailera, zulatu eta erori urrezko beste bi pieza harrapatzeko. Igo eskailera berriro, hartu ezkerreko poloa, joan gora eta gero eskuinera urrezko lau pieza aldarrikatzeko. Zulatu eskuinaldearen amaieran eta erori hiru adreilu faltsuen bidez. Erori ganberaren barrura, joan eskuinera eta zulatu ezkerrera. Zulatu beheko ezkerrean irtetzeko, gero itzuli gora polora eta erori urrearen gainera ganbera honetan. Irten eskuinetik oraingoan, bildu urre piskat eta igo gora, gora, gora. Goiko eskuineko arean etsaia baino irudimentsuagoa izan zaitez. Azpiko ganberara erakar daitezke etsaiak, haien gainetik eskaileratan gora igoz. Bildu eskuin eskuineko erdi-mailako urrea bigarrengotik azkenera, eta beheko eskuinean dagoen urrea azkena izango da. Irten bizkor!

source: Tutorial
ar: تعليمي
eu: Tutoretza

source: This tutorial is a collection of easy levels that teaches you the rules of KGoldrunner and helps you develop the skills you need to get started. It uses the Traditional set of rules, similar to those used on early home-computers. Each level has a brief explanation, then you play ... When you move on to play more advanced levels, you will find that KGoldrunner combines action, strategy and puzzle solving --- all in one game.
ar: هذا البرنامج التعليمي عبارة عن مجموعة من المستويات السهلة التي تعلمك قواعد جامع الذهب وتساعدك على تطوير المهارات اللازمة للبدء. يستخدم مجموعة القواعد التقليدية، المشابهة لتلك المستخدمة في أجهزة الحاسوب المنزلية المبكرة. كل مستوى له شرح موجز، ثم تلعب ... عند الانتقال للعب مستويات أكثر تقدمًا، ستجد أن جامع الذهب يجمع بين الحركة والاستراتيجية وحل الألغاز --- كل ذلك في لعبة واحدة.
eu: Tutoretza hau, KGoldrunner(r)en arauak erakusteko maila errazen bilduma bat da, eta hasteko behar dituzun trebetasunak garatzen lagunduko dizu. Ohiko arau-multzoa erabiltzen du, etxerako lehenengo ordenagailuetan erabiltzen zirenen antzekoa. Maila bakoitzak azalpen motz bat du, eta ondoren jokatzen duzu… Maila aurreratuagoak jokatzera iristen zarenean nabarituko duzu KGoldrunner(r)ek, ekintza, estrategia eta buru-hausgarrien ebazpena nahasten dituela -- guztia joko berean.

source: Hi!
ar: أهلًا!
eu: Kaixo!

source: Hi! Welcome to KGoldrunner! The idea of the game is to pick up all the gold nuggets, then climb to the top of the playing area and move up to the next level. A hidden ladder will appear as you collect the last nugget. The hero, at the top left, is your deputy. To collect the nuggets, just point the mouse where you want him to go. At first gravity takes over and he falls ...
ar: مرحبًا! أهلاً بك في جامع الذهب! فكرة اللعبة هي جمع كل قطع الذهب، ثم التسلق إلى أعلى منطقة اللعب والانتقال إلى المستوى التالي. سيظهر سلم خفي عند جمع القطعة الأخيرة. البطل، في أعلى اليسار، هو نائبك. لجمع القطع، ما عليك سوى توجيه الفأرة إلى حيث تريد منه الذهاب. في البداية تتولى الجاذبية الأمر ويسقط ...
eu: Kaixo! Ongi etorri KGoldrunner(e)ra! Jokoaren xedea urrezko pipita guztiak hartzea, jokalekuaren goiko aldera igotzea eta hurrengo mailara iragatea da. Ezkutuan dagoen eskailera bat agertuko da azken pipita eskuratzen duzunean. Heroia, goian ezkerrean, zure ordezkaria da. Pipitak biltzeko, saguarekin erakutsi nora joan nahi duzun. Hasieran grabitatearen eragina nagusitu eta erori egiten da…

source: Navigation
ar: الملاحة
eu: Nabigazioa

source: This is an exercise in moving around. Follow the track of gold nuggets until the ladder pops up at the right. The hero can only follow the mouse along simple paths (like _ | L or U), so be careful not to get too far ahead of him. DANGER: Try not to fall off the ladder or bar into the concrete pit at the bottom right. If you do get trapped there, the only way out is to kill the hero (press key Q for quit) and start the level again.
ar: هذا تمرين على التحرك. اتبع مسار قطع الذهب حتى يظهر السلم على اليمين. يمكن للبطل فقط اتباع الفأرة على طول مسارات بسيطة (مثل _ | L أو U)، لذا احرص على عدم التقدم عليه كثيرًا. خطر: حاول ألا تسقط من السلم أو العمود إلى حفرة الخرسانة في أسفل اليمين. إذا حبست هناك، فإن طريقة الخروج الوحيدة هي قتل البطل (اضغط على مفتاح Q للخروج) وبدء المستوى من جديد.
eu: Hau, inguruan mugitzeko ariketa bat da. Jarraitu urrezko pipiten arrastoari eskuinean eskailera agertu arte. Heroiak sagua bide sinpleetatik bakarrik jarrai dezake ( _ | L edo U gisakoak), beraz, kontu izan harengandik aurrera gehiegi ez urruntzeko. ARRISKUA: Saiatu eskaileratik edo barratik hormigoian behean eskuinean dagoen hobira ez erortzen. Han harrapatuta gelditzen bazara, ateratzeko era bakarra heroia hiltzea (sakatu Q tekla irteteko) eta maila berriz hastea izango da.

source: Digging
ar: الحفر
eu: Zulatzea

source: Now you have to dig to get the gold! Just use the left and right mouse buttons to dig left or right of the hero's position. The hero can then jump into and through the hole he has dug. He can also dig several holes in a row and run sideways through the dug holes. Be careful though. After a while the holes close up and you can get trapped and killed. When you dig, you must be supported by something solid, such as a ladder, concrete, a brick or a bar. In some Championship games you are allowed to dig while falling, but not in this game. In the third box down, you have to dig two holes, jump in and quickly dig one more, to get through two layers. On the right, you have to dig three, then two then one to get through. There are also two little puzzles to work out along the way. Good luck! By the way, you can dig through brick, but not concrete.
ar: الآن عليك الحفر للحصول على الذهب! ما عليك سوى استخدام زرّي الفأرة الأيسر والأيمن للحفر يسار أو يمين موقع البطل. يمكن للبطل بعد ذلك القفز إلى الحفرة التي حفرها والمرور عبرها. يمكنه أيضًا حفر عدة حفر على التوالي والركض جانبيًا عبر الحفر المحفورة. لكن كن حذرًا. بعد فترة تُغلق الحفر ويمكن أن تُحبس وتُقتل. عند الحفر، يجب أن تكون مدعومًا بشيء صلب، مثل سلم، أو خرسانة، أو طوبة، أو عمود. في بعض ألعاب البطولة، يُسمح بالحفر أثناء السقوط، ولكن ليس في هذه اللعبة. في الصندوق الثالث لأسفل، عليك حفر حفرتين، القفز فيهما وحفر حفرة أخرى بسرعة، للمرور عبر طبقتين. على اليمين، عليك حفر ثلاث حفر، ثم اثنتين ثم واحدة للمرور. هناك أيضًا لغزان صغيران يجب حلهما على الطريق. حظًا موفقًا! بالمناسبة، يمكن الحفر عبر الطوب، ولكن ليس عبر الخرسانة.
eu: Orain, urrea lortzeko zulatu egin behar duzu. Erabili saguaren ezkerreko eta eskuineko botoiak heroiaren kokalekuaren ezkerrean edo eskuinean zulatzeko. Heroiak zulatu duen zulora jauzi egin eta zeharka dezake. Hainbat zulo segidan egin eta haietan zehar alde batetik bestera korrika ibil daiteke. Baina kontuz ibili. Denbora tarta bat igarota zuloak itxi egingo baitira eta barnean harrapatuta gelditu eta hil zaitezke. Zulatzen duzunean, solidoa den zerbaitek eutsi behar zaitu, eskailera batek, hormigoiak, adreilu batek edo barra batek esaterako. Txapelketa joko batzuetan erori bitartean zula dezakezu, ez ordea joko honetan. Beheko hirugarren kutxan, bi zulo egin behar dituzu, barrura jauzi eta azkar beste bat gehiago zulatu, bi geruzen artean igarotzeko. Eskuinean, igarotzeko, hiru, ondoren bi, eta ondoren bat zulatu behar duzu. Bidean barrena badaude ebatzi beharreko bi buru-hausgarri txiki ere. Zorte on! Bide batez, adreiluetan barna zula dezakezu, ez ordea hormigoian barna.

source: You Have ENEMIES!
ar: لديك أعداء!
eu: ETSAIAK dituzu!

source: Well, it has been nice and easy up to now, but the game would be no fun without enemies. They are after the gold too: worse still they are after you! You die if they catch you, but maybe you will have a few lives left and can start again. You can handle enemies by running away, digging a hole or luring them into part of the playing area where they get stranded. If an enemy falls into a hole, he gives up any gold he is carrying, then gets stuck in the hole for a time and climbs out. If the hole closes while he is in it, he dies and reappears somewhere else on the screen. You can deliberately kill enemies by digging several holes in a row. More importantly, you can run over an enemy's head. You should do that right at the start of this level. Dig a hole, trap the enemy, wait for him to fall all the way in, then run over him, with the other enemy in hot pursuit ... If you are feeling stressed, you can hit the Pause key at any time (default P or Esc) and take a break. Hit it again when you wish to continue.
ar: حسنًا، لقد كان الأمر لطيفًا وسهلاً حتى الآن، لكن اللعبة لن تكون ممتعة بدون أعداء. هم أيضًا وراء الذهب: الأسوأ أنهم وراءك! تموت إذا أمسكوا بك، ولكن ربما ستبقى لديك بضع حيوات ويمكنك البدء من جديد. يمكنك التعامل مع الأعداء بالهروب، أو حفر حفرة، أو استدراجهم إلى جزء من منطقة اللعب حيث يتعطلون. إذا سقط عدو في حفرة، يتخلى عن أي ذهب يحمله، ثم يعلق في الحفرة لفترة ويخرج منها. إذا أغلقت الحفرة وهو فيها، يموت ويعاود الظهور في مكان آخر على الشاشة. يمكنك قتل الأعداء عمدًا بحفر عدة حفر على التوالي. الأهم من ذلك، يمكنك الركض فوق رأس العدو. يجب أن تفعل ذلك مباشرة في بداية هذا المستوى. احفر حفرة، احتجز العدو، انتظر حتى يسقط بالكامل فيها، ثم اركض فوقه، بينما يطارده العدو الآخر ... إذا شعرت بالتوتر، يمكنك الضغط على مفتاح الإيقاف المؤقت في أي وقت (المبدئي P أو Esc) وأخذ قسط من الراحة. اضغط عليه مرة أخرى عندما ترغب في الاستمرار.
eu: Ederki, orain artekoa polita eta erraza izan da, baina etsairik gabe, jokoa ez litzateke jostagarria izango. Haiek ere urrearen atzetik dabiltza: oraindik okerrago, zuk harrapatu nahian dabiltza, baina agian oraindik bizitza batzuk geldituko zaizkizu eta berriz has zaitezke. Etsaiei aurre egiteko, ihes egin, zuloa egin edo inora joan ezinik geldituko diren jokoaren esparru batera erakar ditzakezu. Etsai bat zulo batera erortzen bada, daraman urre guztia uzten du. Gero, denbora batez zuloan harrapatuta gelditzen da, eta azkenik handik irteten da. Bertan dagoela zuloa ixten bada, hil egingo da eta pantailako beste leku batean berragertuko da. Hainbat zulo jarraian zulatuz, etsaiak hil ditzakezu. Garrantzitsuena, etsaien buruen gainetik ibil zaitezke. Maila honen hasieran hori egin behar zenuke. Zulo bat zulatu, etsaia harrapatu, hura beheraino iritsi arte itxoin, eta ondoren haren gainetik ibili, gainerako etsaiak atzean jarraika dituzula… Estresatuta bazaude, nahi duzunean Etenaldi tekla (era lehenetsian P edo Ihes) sakatu eta atseden har dezakezu. Berriz sakatu jarraitu nahi duzunean.

source: Bars
ar: شرائط
eu: Barrak

source: You can move horizontally along bars (or poles), but if you move down you will let go and fall ... Also, note that you can collect gold by falling onto it.
ar: يمكنك التحرك أفقيًا على طول العارضات (أو الأعمدة)، ولكن إذا تحركت للأسفل ستتركها وتسقط ... لاحظ أيضًا أنه يمكنك جمع الذهب بالسقوط عليه.
eu: Barretatik (edo zurtoinetatik) horizontalki mugi zaitezke, baina behera mugitzen bazara, askatu eta erori egingo zara … Gainera, kontuan izan urrera erortzean ura jaso dezakezula.

source: False Bricks
ar: طوب زائفة
eu: Gezurrezko adreiluak

source: Some of the bricks in this level are not what they seem. If you walk onto them you fall through. The enemies fall through them too.
ar: بعض الطوب في هذا المستوى ليس كما يبدو. إذا مشيت عليه تسقط عبره. الأعداء يسقطون عبره أيضًا.
eu: Maila honetako adreilu batzuk ez dira diruditena. Haien gainetik ibiliz gero, haietan zehar eroriko zara. Etsaiak ere haietan zehar eroriko dira.

source: Bye ...
ar: مع السلامة ...
eu: Agur…

source: This is just a nice easy level to finish up with. Have fun with the other games in KGoldrunner. Note that there is a game Editor in which you and your friends can make up levels and challenge each other. And if you like action, the KGoldrunner rules used in some of the games are fast and furious. There is also a KGoldrunner Handbook in the Help Menu, which contains more detail than this Tutorial. It has been a pleasure showing you around. Bye!
ar: هذا مجرد مستوى سهل ولطيف لإنهاء البرنامج التعليمي. استمتع بالألعاب الأخرى في جامع الذهب. لاحظ أن هناك محرر ألعاب يمكنك أنت وأصدقاؤك من خلاله ابتكار مستويات وتحدي بعضكم البعض. وإذا كنت تحب الحركة، فإن قواعد جامع الذهب المستخدمة في بعض الألعاب سريعة ومثيرة. هناك أيضًا دليل جامع الذهب في قائمة المساعدة، والذي يحتوي على تفاصيل أكثر من هذا البرنامج التعليمي. كان من دواعي سروري أن أرشدك. إلى اللقاء!
eu: Hau maila hau amaitzeko erraza da. Ongi pasa KGoldrunner-en beste jokoekin. Kontuan izan joko-editore bat dagoela, eta honekin mailak diseina ditzakezula lagunekin jokatzeko. Akzioa atsegin baduzu, Zenbait jokoek darabilten KGoldrunner-en erregelak azkarrak eta biziak dira. KGoldrunner-en eskuliburu bat ere baduzu Laguntza menuan, tutoretza hau baina xehetasun gehiagorekin. Atsegina izan da guzti hau zuri erakustea. Agur!

source: Advanced Tutorial
ar: برنامج تعليمي متقدم
eu: Tutoretza aurreratua

source: This tutorial is preparation for some of the things you might find in the middle levels of the 'Initiation' game. Enjoy ...
ar: هذا البرنامج التعليمي هو تحضير لبعض الأشياء التي قد تجدها في المستويات الوسطى من لعبة 'التدريب'. استمتع ...
eu: Tutoretza "Hasieraketa" jokoaren erdiko mailetan aurki ditzakezun gauzen prestakuntza bat da. Ongi pasa ….

source: Bars and Ladders
ar: عوارض وسلالم
eu: Barrak eta eskailerak

source: There is nowhere to dig, so you must dodge the enemies and avoid falling to the concrete at the wrong time. Try to keep the enemies together. If an enemy has gold coloring, he is holding a nugget. He might drop it as he runs over the concrete or maybe at the top of a ladder ... patience, patience!
ar: لا يوجد مكان للحفر، لذا يجب تجنب الأعداء وتجنب السقوط على الخرسانة في الوقت الخطأ. حاول إبقاء الأعداء معًا. إذا كان للعدو لون ذهبي، فهو يحمل قطعة ذهبية. قد يسقطها أثناء الركض فوق الخرسانة أو ربما في أعلى سلم ... صبرًا، صبرًا!
eu: Ez dago zulatzeko lekurik, beraz etsaiei iruzur egin eta hormigoiera erortzea ekidin behar duzu. Saiatu etsaiak batera mantentzen. Etsai batek urrezko ingurune bat badu, pipita bat duela esan nahi du. Erori egin dakioke hormigoian korritzen ari den bitartean edo eskilara batean dabilela… Pazientzia !!

source: To kill ...
ar: للقضاء ...
eu: Hiltzea…

source: You cannot get up to the gold, so you must get the enemies to bring it down to you. But how do you get them to keep going back? If you are feeling stressed, you can hit the Pause key (default P or Esc) and take a break. Also, you can use the Settings menu to slow down the action.
ar: لا يمكنك الصعود إلى الذهب، لذا يجب جلب الأعداء له إليك. لكن كيف تجعلهم يستمرون في العودة؟ إذا شعرت بالتوتر، يمكنك الضغط على مفتاح الإيقاف المؤقت (المبدئي P أو Esc) وأخذ قسط من الراحة. يمكنك أيضًا استخدام قائمة الإعدادات لإبطاء الحركة.
eu: Ezin duzu urreraino igo, beraz, etsairen batek behera ekartzea lortu behar duzu. Baina nola lor dezakezu haiek itzultzen jarraitzea? Estresatuta bazaude, Etenaldi tekla (era lehenetsian P edo Ihes) sakatu eta atseden har dezakezu. Gainera, Ezarpenak menua erabil dezakezu ekintza moteltzeko.

source: ... Or not to kill?
ar: ... أو ليس للقتل ؟
eu: … Edo ez hiltzea?

source: It is best not to kill the enemy. Try it and you will find out why ... Heh, heh, heh! If you do kill him unintentionally, before you have collected the gold at the top left, you can still finish the level by digging away the side of the pit he is in.
ar: من الأفضل عدم قتل العدو. جرب ذلك وستكتشف السبب ... هيه، هيه، هيه! إذا قتلته عن غير قصد، قبل جمع الذهب في أعلى اليسار، لا يزال يمكن إنهاء المستوى بحفر جانب الحفرة التي هو فيها.
eu: Onena etsaia ez hiltzea da. Saiatu eta konturatuko zara zergatik … je, je, je… ;-) Nahi gabe hiltzen baduzu, goiko ezkerreko urrea eskuratu baino lehen, maila amaitzeko, zula ezazu etsaia dagoen putzuaren aldea zula dezakezu.

source: Traps
ar: الفخاخ
eu: Tranpak

source: Some of the bricks here are not what they seem. They are known as false bricks, fall-through bricks or traps. If you try to walk on them, you fall through. If the enemies walk on them, they can descend on you without warning. Sometimes you have to fall through a brick to get some gold. At the start, jump into the concrete pit, dig and drop through. That will get one enemy tied up for a while ...
ar: بعض الطوب هنا ليس كما يبدو. تُعرف باسم الطوب الزائفة، أو طوب السقوط، أو الفخاخ. إذا حاولت المشي عليها، تسقط عبرها. إذا مشى الأعداء عليها، يمكنهم النزول عليك دون سابق إنذار. أحيانًا يجب السقوط عبر طوبة للحصول على بعض الذهب. في البداية، اقفز إلى حفرة الخرسانة، احفر واسقط عبرها. هذا سيشغل عدوًا واحدًا لبعض الوقت ...
eu: Adreilu batzuk ez dira diruditena. Adreilu batzuk faltsuak dira. Hauetan ibiltzen bazara, erori egingo zara hauen zehar. Etsaiek ere berdina egiten dute. Batzuetan adreilu hauetatik pasa behar duzu urrea hartzeko. Hasieran saltatu hormigoizko putzu batera, zulatu eta erori. Honek etsai bat preso utziko du momentu batzuetan…

source: Challenge
ar: التحدي
eu: Erronka

source: These tricky little levels were composed by Peter, Simon, Genevieve and their father Ian Wadham. They use traditional playing rules. Enjoy!
ar: هذه المستويات الصغيرة المخادعة ألفها بيتر، سيمون، جينيفيف ووالدهم إيان وادهام. يستخدمون قواعد اللعب التقليدية. استمتع!
eu: Maila arriskutsu haueak Peter, Simon, Genevieve eta beraien aitak, Ian Wadham-ek, diseinatu dituzte. Joko-arau tradizionalak erabiltzen dituzte. Ongi pasa!
